[
  {
    "page": 85,
    "name": "An-Nisa'",
    "ayat": 38,
    "arab": "وَالَّذِيْنَ يُنْفِقُوْنَ اَمْوَالَهُمْ رِئَاۤءَ النَّاسِ وَلَا يُؤْمِنُوْنَ بِاللّٰهِ وَلَا بِالْيَوْمِ الْاٰخِرِ ۗ وَمَنْ يَّكُنِ الشَّيْطٰنُ لَهٗ قَرِيْنًا فَسَاۤءَ قَرِيْنًا ",
    "translation": "Dan (juga) orang-orang yang menginfakkan hartanya karena ria dan kepada orang lain (ingin dilihat dan dipuji), dan orang-orang yang tidak beriman kepada Allah dan kepada hari kemudian. Barangsiapa menjadikan setan sebagai temannya, maka (ketahuilah) dia (setan itu) adalah teman yang sangat jahat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/531.mp3",
    "tafsir": "Pada ayat ini dijelaskan sifat dan perbuatan orang yang sombong dan takabur, yaitu mereka menafkahkan hartanya karena ria. Mereka mau memberikan pertolongan kepada seseorang dengan hartanya, karena ingin dilihat orang, dibesarkan dan dipuji orang. Bukan karena ingin membayar kewajiban terhadap sesama manusia.\nPada hakikatnya mereka sama saja dengan orang yang bakhil cuma bedanya orang yang bakhil tidak mau sama sekali mengeluarkan hartanya untuk berbuat kebaikan kepada sesama manusia, malahan selalu loba dan tamak mengumpulkan harta benda dan kadang-kadang tidak peduli dari mana diperolehnya harta itu, apakah dari jalan yang halal ataukah dari jalan yang haram. Sedangkan orang ria, kadang-kadang mau berbuat kebaikan terhadap sesama manusia dengan mengeluarkan hartanya, asal dia mendapat pujian dan sanjungan. Bahkan untuk yang tidak baik sekalipun dia mau mengeluarkan hartanya, asal dia dapat pujian dari manusia. Jadi orang ria itu mengeluarkan hartanya bukan karena bersyukur kepada Allah atas karunia-Nya yang banyak dan bukan pula karena kesadarannya dalam membayarkan kewajibannya sesama manusia, tetapi hanya semata-mata karena hendak dipuji saja.\nPerbuatan seperti itu adalah perbuatan orang yang tidak percaya kepada Allah dan tidak percaya kepada hari akhirat. Orang yang percaya kepada Allah, mau mengeluarkan hartanya dengan ikhlas, tidak untuk mencari pujian, tetapi hanya mengharapkan balasan dari Allah nanti. Yang mendorong orang itu berbuat demikian, tidak lain hanya karena menurut ajaran setan saja, tidak mau mengikuti petunjuk Allah. Ajaran setan selalu membawa manusia kepada perbuatan yang keji dan terlarang. Maka dengan sendirinya manusia yang seperti itu telah menjadi teman dan pengikut setan, sedang setan itu adalah teman yang jahat. Maka akan celakalah akhirnya manusia bila telah berteman dengan setan. Dia akan terjauh dari jalan yang benar yang akan membawa kepada kebahagiaan di dunia dan selamat di akhirat nanti.\nTeman mempunyai pengaruh besar dalam kehidupan manusia. Berapa banyak orang yang baik bisa rusak karena berteman dengan orang yang jahat, dan berapa banyak pula orang yang jadi baik karena berteman dengan orang yang baik. Berhati-hatilah mencari teman, jangan berteman dengan sembarang orang.\nSeperti halnya pada masa Rasulullah saw orang Ansar disuruh berhati-hati berteman dengan orang Yahudi, karena ternyata orang-orang Yahudi itu selalu mempengaruhi orang mukmin agar jangan mau mengeluarkan harta untuk membantu seseorang, dengan alasan nanti bisa jatuh miskin, atau bisa mengakibatkan sengsara di hari depan.",
    "quraish": "Allah tidak menyukai orang yang mengeluarkan hartanya secara riyâ'(1) dengan tujuan agar dipuji dan dibanggakan orang lain. Padahal mereka tidak beriman kepada Allah dan hari pembalasan, karena mereka mengikuti setan lalu disesatkan. Alangkah buruknya setan bagi orang yang berteman dengannya! (1) yâ' berarti melakukan sesuatu dengan motif ingin dilihat dan dipuji orang lain, bukan ikhlas karena Allah.",
    "jalalayn": "(Dan orang-orang yang) diathafkan kepada orang-orang yang sebelumnya (menafkahkan harta mereka karena riya kepada manusia) artinya karena mereka ingin dipuji (dan mereka tidak beriman kepada Allah dan tidak pula kepada hari akhir) misalnya orang-orang munafik dan kafir Mekah. (Barangsiapa yang menjadi sejawat setan) artinya temannya, maka ia akan mengikuti perintahnya dan akan melakukan seperti apa yang dilakukannya (maka setan itu adalah teman yang seburuk-buruknya)."
  },
  {
    "page": 85,
    "name": "An-Nisa'",
    "ayat": 39,
    "arab": "وَمَاذَا عَلَيْهِمْ لَوْ اٰمَنُوْا بِاللّٰهِ وَالْيَوْمِ الْاٰخِرِ وَاَنْفَقُوْا مِمَّا رَزَقَهُمُ اللّٰهُ ۗوَكَانَ اللّٰهُ بِهِمْ عَلِيْمًا ",
    "translation": "Dan apa (keberatan) bagi mereka jika mereka beriman kepada Allah dan hari kemudian dan menginfakkan sebagian rezeki yang telah diberikan Allah kepadanya? Dan Allah Maha Mengetahui keadaan mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/532.mp3",
    "tafsir": "Ayat ini merupakan pertanyaan yang mengandung peringatan kepada manusia yang mempunyai sifat dan perbuatan seperti tersebut dalam ayat di atas. Sudah jelas, mereka akan beruntung dan berbahagia serta selamat sejahtera di dunia dan di akhirat bila mereka beriman kepada Allah dan hari akhir serta mau memberikan sebagian rezeki yang telah Allah berikan kepadanya untuk kemaslahatan sesama manusia. Sifat orang yang sombong dan takabur dan mereka yang bakhil, sudah jelas akan mendatangkan kerugian dan bahaya bagi mereka, dan mereka akan mendapat siksa nanti di akhirat. Tetapi mengapa mereka tidak mau sadar dan insaf, dan tidak mau mengikuti ajaran Allah dan Rasul. Apakah mungkin karena kebodohan mereka atau mungkin karena hati mereka sudah tertutup untuk menerima kebenaran. \nMengharapkan pujian dan balasan dari manusia akan banyak mendatangkan kekecewaan dan putus asa. Apalagi kalau sudah ditimpa oleh musibah, maka timbullah kegoncangan dan kegelisahan dalam pikiran dan jiwa yang mengakibatkan putus asa dan hilang harapan. Berapa banyaknya korban yang jatuh akibat putus asa dan hilang harapan di mana manusia berani bunuh diri karenanya. Seandainya mereka orang yang beriman, tentu tidak akan ada sifat putus asa dan hilang harapan pada mereka. Mereka tentu akan sabar dan berserah diri kepada Allah. Kalau mendapat karunia dan nikmat, mereka bersyukur kepada Allah dan mempergunakan karunia itu untuk mengerjakan amal yang diridai-Nya. Tapi sebaliknya, kalau dia mendapat musibah, dia sabar dan tawakal kepada Allah. Bahkan musibah itu dianggapnya sebagai ujian dari Allah untuk memperkuat imannya. \nIman yang kuat dan keyakinan yang membaja adalah senjata yang ampuh untuk mempengaruhi hidup yang beraneka ragam corak dan bentuknya. Kadang-kadang menjadikan hati gembira dan kadang-kadang sedih dan duka. Kadang-kadang menjadikan seseorang gelak tertawa dan kadang-kadang menangis mengucurkan air mata. Tetapi di dalam hati orang beriman itu tetap ada keyakinan, bahwa Allah mengetahui setiap perbuatan manusia. Allah mengetahui mana manusia yang ikhlas beramal dan mana manusia yang beramal karena mengharapkan pujian manusia. Allah akan memberikan balasan kepada seseorang sesuai dengan niatnya.",
    "quraish": "Alangkah buruknya mereka itu! Apakah yang akan merugikan mereka kalau mereka mau beriman kepada Allah dan hari akhir, lalu menginfakkan harta yang dikaruniakan Allah kepadanya sebagai konsekwensi keimanan itu dengan niat ikhlas dan penuh pengharapan pahala? Allah Mahatahu atas segala persoalan batin dan lahir.",
    "jalalayn": "(Apa salahnya bagi mereka jika mereka beriman kepada Allah dan hari yang akhir serta menafkahkan sebagian rezeki yang diberikan Allah kepada mereka) artinya apa bencana dan kerugiannya bagi mereka? Pertanyaan ini berarti sanggahan, sedangkan 'lau' mashdariah, artinya tak ada mudaratnya di sana itu, hanya kondisi di mana mereka berada itulah yang membawa mudarat atau bencana. (Dan Allah Maha Mengetahui keadaan mereka) sehingga akan dibalas-Nya apa yang mereka lakukan."
  },
  {
    "page": 85,
    "name": "An-Nisa'",
    "ayat": 40,
    "arab": "اِنَّ اللّٰهَ لَا يَظْلِمُ مِثْقَالَ ذَرَّةٍ ۚوَاِنْ تَكُ حَسَنَةً يُّضٰعِفْهَا وَيُؤْتِ مِنْ لَّدُنْهُ اَجْرًا عَظِيْمًا",
    "translation": "Sungguh, Allah tidak akan menzalimi seseorang walaupun sebesar dzarrah, dan jika ada kebajikan (sekecil dzarrah), niscaya Allah akan melipatgandakannya dan memberikan pahala yang besar dari sisi-Nya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/533.mp3",
    "tafsir": "Ayat ini memerintahkan agar orang suka berbuat baik. Setiap kebaikan yang dikerjakan seseorang tidak akan dikurangi Allah pahalanya, sebab mengurangi itu artinya menganiaya. Mustahil Allah akan bersifat aniaya kepada hamba-Nya, sebab Allah bersifat sempurna lagi Maha Pemurah. Setiap kebaikan yang dikerjakan seseorang, asal dia mengerjakan karena Allah, akan diberi pahala, bahkan pahalanya itu berlipat-ganda, sampai sepuluh kali lipat atau lebih. Allah berfirman:\n\nBarang siapa berbuat kebaikan mendapat balasan sepuluh kali lipat amalnya. Dan barang siapa berbuat kejahatan dibalas seimbang dengan kejahatannya. Mereka sedikit pun tidak dirugikan (dizalimi). (al-An'am/6:160).\n\nItulah sebagai tanda bahwa Allah Maha Pemurah dan karunia-Nya sangat luas dan banyak. Dia memberikan pahala kepada setiap orang yang berbuat baik dengan berlipat ganda yang disebut dalam ayat ini dengan pahala yang besar.",
    "quraish": "Sesungguhnya Allah tidak akan berbuat curang kepada seseorang pun. Dia tidak akan mengurangi pahala atau menambahkan siksa seseorang. Bahkan akan melipatgandakan pahala orang-orang yang berbuat baik meskipun sedikit. Allah, dengan karunia-Nya, akan melimpahkan pemberian yang banyak.",
    "jalalayn": "(Sesungguhnya Allah tidak menganiaya) seorang pun (walau sebesar zarrah) artinya sebesar semut yang paling kecil, misalnya dengan mengurangi kebaikan-kebaikannya atau menambah kejahatan-kejahatannya (dan sekiranya ada kebaikan sebesar zarrah) dari seorang mukmin; menurut satu qiraat dengan baris di depan sehingga merupakan tammah (niscaya Allah akan melipatgandakannya) dari 10 sampai lebih dari 700 kali lipat. Menurut satu qiraat tanpa tasydid sehingga menjadi yudhaa`ifuha (dan mendatangkan dari sisi-Nya) di samping ganjaran yang berlipat ganda itu (pahala yang besar) tak dapat diperkirakan oleh seorang pun juga."
  },
  {
    "page": 85,
    "name": "An-Nisa'",
    "ayat": 41,
    "arab": "فَكَيْفَ اِذَا جِئْنَا مِنْ كُلِّ اُمَّةٍۢ بِشَهِيْدٍ وَّجِئْنَا بِكَ عَلٰى هٰٓؤُلَاۤءِ شَهِيْدًاۗ",
    "translation": "Dan bagaimanakah (keadaan orang kafir nanti), jika Kami mendatangkan seorang saksi (Rasul) dari setiap umat dan Kami mendatangkan engkau (Muhammad) sebagai saksi atas mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/534.mp3",
    "tafsir": "Digambarkan pula bagaimana keadaan manusia di akhirat nanti. Allah Maha Pengasih tidak akan merugikan hamba-Nya yang mengerjakan kebaikan walaupun sedikit, tapi akan diberi pahala yang berlipat ganda atas kebaikannya itu.\nDigambarkan pula, bagaimana keadaan manusia nanti kalau mereka berhadapan dengan saksi-saksi mereka, dengan nabi-nabi mereka. Tiap-tiap umat akan berhadapan dengan saksi mereka, seperti umat Yahudi, umat Nasrani dan umat Islam, masing-masing umat itu akan dihadapkan ke hadapan saksinya, yaitu nabi mereka masing-masing. Pada waktu itulah dapat diketahui, siapa yang sebenarnya pengikut nabi dan siapa yang hanya pengakuannya saja mengikuti nabi, tapi amal perbuatannya mendurhakai nabi. Maka siapa yang telah disaksikan oleh nabinya bahwa dia betul-betul telah mengikuti ajaran rasul, maka orang itu termasuk orang yang beruntung. Bila nabinya berlepas diri dari mereka, karena amal perbuatannya dan kepercayaannya tidak sesuai dengan yang diajarkan rasul, maka mereka termasuk orang yang rugi. Nabi Muhammad saw akan menjadi saksi bagi umat Islam nanti dan bagi semua manusia. Allah berfirman:\n\nDan demikian pula Kami telah menjadikan kamu (umat Islam) \"umat pertengahan\" agar kamu menjadi saksi atas (perbuatan) manusia dan agar Rasul (Muhammad) menjadi saksi atas (perbuatan) kamu. (al-Baqarah/2:143).\n\nDalam sebuah riwayat, Nabi Muhammad sampai mengucurkan air mata, ketika mendengarkan ayat ini dibacakan seorang sahabat kepadanya, memikirkan bagaimana hebatnya suasana pada hari akhirat, beliau akan melihat dengan jelas pengikut-pengikutnya yang setia dan benar dan yang pura-pura dan palsu, sebagaimana diterangkan dalam hadis Nabi saw:\nDari Ibnu Masud dia berkata, Rasulullah saw telah berkata kepada saya, \"Tolong, bacakan kepada saya Al-Qur'an itu.\" Lalu saya menjawab, \"Ya Rasulullah, akukah yang akan membacakan kepada engkau, padahal dia diturunkan kepada engkau?\" Rasulullah berkata, \"Betul, tapi saya ingin mendengarkannya dibaca oleh orang lain.\" Maka aku membaca surah An-Nisa. Ketika aku sampai membaca ayat ini (ayat 41), maka beliau bersabda, \"Sekarang cukuplah sebegitu saja,\" dan tiba-tiba air matanya bercucuran.\" (Riwayat al-Bukhari dan Muslim dari Ibnu Mas'ud).",
    "quraish": "Bagaimanakah keadaan mereka yang kafir dan menentang apa yang diperintahkan Allah kepadanya, ketika Kami mendatangkan semua nabi sebagai saksi atas kaumnya pada hari kiamat, dan Kami mendatangkan kamu, wahai Muhammad, sebagai saksi atas kaummu yang di antaranya terdapat orang-orang yang menentang itu?",
    "jalalayn": "(Maka bagaimanakah) keadaan orang-orang kafir nanti (jika Kami datangkan dari setiap umat seorang saksi) yakni nabi mereka masing-masing yang menyaksikan amal perbuatan mereka (dan Kami datangkan kamu) hai Muhammad (sebagai saksi atas mereka itu) yakni umatmu."
  },
  {
    "page": 85,
    "name": "An-Nisa'",
    "ayat": 42,
    "arab": "يَوْمَىِٕذٍ يَّوَدُّ الَّذِيْنَ كَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰى بِهِمُ الْاَرْضُۗ وَلَا يَكْتُمُوْنَ اللّٰهَ حَدِيْثًا ࣖ",
    "translation": "Pada hari itu, orang yang kafir dan orang yang mendurhakai Rasul (Muhammad), berharap sekiranya mereka diratakan dengan tanah (dikubur atau hancur luluh menjadi tanah), padahal mereka tidak dapat menyembunyikan sesuatu kejadian apa pun dari Allah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/535.mp3",
    "tafsir": "Ayat ini menggambarkan bagaimana penyesalan orang-orang kafir dan orang-orang yang mendurhakai Rasulullah pada hari kiamat, setelah melihat hebatnya azab yang akan mereka derita. Semua perbuatan mereka yang salah, lebih-lebih perbuatan mereka mengingkari Allah dan tidak patuh menuruti ajaran Rasul, pada hari itu akan mendapat balasan yang setimpal. Apalagi pada hari itu sengaja Rasul didatangkan untuk menjadi saksi atas perbuatan mereka. Alangkah malunya mereka dan menyesal atas perbuatan mereka semasa hidup di dunia. Sampai-sampai mereka menginginkan, lebih baik mereka disamakan saja dengan tanah. Bahkan mereka ada yang menginginkan agar jadi tanah saja, jangan jadi manusia yang akan mendapat siksaan yang hebat dari Allah. Allah berfirman:\n\n¦ Dan orang kafir berkata, \"Alangkah baiknya seandainya dahulu aku jadi tanah.\" (an-Naba'/78:40).\n\nBegitulah hebatnya penyesalan mereka pada hari itu, sesal dahulu pendapatan, sesal kemudian tidak berguna. Pada saat itu orang-orang kafir tidak dapat menyembunyikan sedikit pun apa yang telah mereka kerjakan. Kedurhakaan mereka kepada Allah dan Rasul, kesombongan dan ketakaburan mereka, dan tentang kebakhilan dan ria mereka. Pendeknya tidak dapat mereka sembunyikan semua kejelekan dan kesalahan mereka. Pada hari itu tidak satu pertolongan pun yang dapat menolong mereka. Apa yang biasa mereka jadikan tempat minta tolong dan minta syafaat, selain dari Allah, semuanya berlepas diri, tidak mampu menolong dan melepaskan mereka dari siksa yang hebat itu. Allah berfirman:\n\n(22) Dan (ingatlah), pada hari ketika Kami mengumpulkan mereka semua kemudian Kami berfirman kepada orang-orang yang menyekutukan Allah, \"Di manakah sembahan-sembahanmu yang dahulu kamu sangka (sekutu-sekutu Kami)?\"(23) Kemudian tidaklah ada jawaban bohong mereka, kecuali mengatakan, \"Demi Allah, ya Tuhan kami, tidaklah kami mempersekutukan Allah.\" (24) Lihatlah, bagaimana mereka berbohong terhadap diri mereka sendiri. Dan sesembahan yang mereka ada-adakan dahulu akan hilang dari mereka. (al-An'am/6:22, 23 dan 24).",
    "quraish": "Di hari itu orang-orang yang ingkar dan durhaka berharap ditelan bumi seperti orang-orang mati di dalam kubur. Mereka tidak akan bisa menyembunyikan hal ihwal mereka kepada Allah, karena Dia akan menampakkan segala keadaan dan perbuatan mereka.",
    "jalalayn": "(Di hari itu) yakni hari kedatangannya (orang-orang kafir dan yang mendurhakai Rasul menginginkan agar) seandainya (mereka disamaratakan dengan tanah) tusawwaa dalam bentuk pasif dan ada pula yang membacanya dalam bentuk aktif dengan menghilangkan salah satu dari ta-nya pada asal lalu mengidgamkannya pada sin artinya dari tustawa sedangkan maksudnya ialah mereka ingin agar menjadi tanah karena mereka tercekam rasa takut yang hebat sebagaimana tersebut pada ayat lain, \"Dan orang kafir berkata, 'Wahai kiranya nasib, kenapa daku tidak menjadi tanah saja!' (dan mereka tidak dapat menyembunyikan kepada Allah suatu peristiwa pun) mengenai apa yang mereka kerjakan.\" Tetapi pada kali yang lain mereka masih mencoba-coba juga untuk menyembunyikan sebagaimana tersebut dalam Alquran, \"Dan mereka berkata, 'Demi Allah Tuhan kami, tidaklah kami mempersekutukan-Mu.'\""
  },
  {
    "page": 85,
    "name": "An-Nisa'",
    "ayat": 43,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقْرَبُوا الصَّلٰوةَ وَاَنْتُمْ سُكَارٰى حَتّٰى تَعْلَمُوْا مَا تَقُوْلُوْنَ وَلَا جُنُبًا اِلَّا عَابِرِيْ سَبِيْلٍ حَتّٰى تَغْتَسِلُوْا ۗوَاِنْ كُنْتُمْ مَّرْضٰٓى اَوْ عَلٰى سَفَرٍ اَوْ جَاۤءَ اَحَدٌ مِّنْكُمْ مِّنَ الْغَاۤىِٕطِ اَوْ لٰمَسْتُمُ النِّسَاۤءَ فَلَمْ تَجِدُوْا مَاۤءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَاَيْدِيْكُمْ ۗ اِنَّ اللّٰهَ كَانَ عَفُوًّا غَفُوْرًا",
    "translation": "Wahai orang yang beriman! Janganlah kamu mendekati salat ketika kamu dalam keadaan mabuk, sampai kamu sadar apa yang kamu ucapkan, dan jangan pula (kamu hampiri masjid ketika kamu) dalam keadaan junub kecuali sekedar melewati jalan saja, sebelum kamu mandi (mandi junub). Adapun jika kamu sakit atau sedang dalam perjalanan atau sehabis buang air atau kamu telah menyentuh perempuan, sedangkan kamu tidak mendapat air, maka bertayamumlah kamu dengan debu yang baik (suci); usaplah wajahmu dan tanganmu dengan (debu) itu. Sungguh, Allah Maha Pemaaf, Maha Pengampun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/536.mp3",
    "tafsir": "Orang-orang mukmin dilarang mengerjakan salat pada waktu mereka sedang mabuk. Mereka tidak dibolehkan salat sehingga mereka menyadari apa yang dibaca dan apa yang dilakukan dalam salat. Pada waktu keadaan mabuk itu tidak memungkinkan beribadat dengan khusyuk. Ayat ini belum mengharamkan khamar secara tegas, namun telah memperingatkan kaum Muslim akan bahaya minum khamar sebelum diharamkan sama sekali. \nAdapun sebab turunnya ayat yang berkenaan dengan tayamum adalah sebagai berikut: Dalam suatu perjalanan Nabi Muhammad saw, Siti Aisyah kehilangan kalungnya, maka beliau beserta sahabat-sahabatnya mencari kalung itu. Di tempat itu tidak ada air dan mereka kehabisan air (sedang waktu salat telah tiba), maka turunlah ayat ini, lalu mereka salat dengan tayamum saja.\nDalam ayat ini orang mukmin dilarang melaksanakan salat pada waktu ia berhadas besar. Larangan ini akan berakhir setelah ia mandi janabah, karena mandi akan membersihkan lahir dan batin. Di antara hikmah mandi, apabila seseorang sedang lesu, lelah dan lemah biasanya akan menjadi segar kembali, setelah ia mandi.\nLazimnya meskipun salat dapat dilakukan di mana saja, salat itu sebaiknya dilakukan di mesjid. Maka orang yang sedang junub dilarang salat, juga dilarang berada di mesjid kecuali sekedar lewat saja kerena ada keperluan. Dalam hal ini ada riwayat yang menerangkan bahwa seorang sahabat Nabi dari golongan Ansar, pintu rumahnya di pinggir mesjid. Pada waktu junub, ia tidak dapat keluar rumah kecuali melewati mesjid, maka ia dibolehkan oleh Rasulullah saw melewatinya dan tidak memerintahkan menutup pintu rumahnya yang ada di pinggir mesjid itu.\nDapat dimaklumi bahwa orang yang salat harus suci dari hadas kecil, yaitu hadas yang timbul oleh misalnya karena buang air kecil atau suci dari hadas besar sesudah bersetubuh. Menyucikan hadas itu adalah dengan wudu atau mandi. Untuk berwudu atau mandi kadang-kadang orang tidak mendapatkan air, atau ia tidak boleh terkena air karena penyakit tertentu, maka baginya dalam keadaan serupa itu diperbolehkan tayamum yaitu mengusap muka dan tangan dengan debu tanah yang suci. \nYang dimaksud dengan au lamastum an-nisaa ialah menyentuh perempuan (yang bukan mahram). Maka menyentuh perempuan mengakibatkan hadas kecil yang dapat dihilangkan dengan wudu atau tayamum. Apabila seseorang buang air kecil atau buang air besar, maka kedua hal itu menyebabkan hadas kecil yang dapat dihilangkan dengan wudu. Setiap orang buang air kecil atau buang air besar diwajibkan menyucikan dirinya dengan membersihkan tempat najis itu (istinja'). Hal itu dapat dilakukan dengan memakai air atau benda-benda suci yang bersih seperti batu, kertas kasar dan lain sebagainya. Di antara ulama ada yang berpendapat bahwa yang dimaksud dengan \"menyentuh perempuan\" dalam ayat ini ialah bersetubuh, sedang bersetubuh mengakibatkan hadas besar yang dapat dihilangkan dengan mandi janabah. \nHukum-hukum yang tersebut di atas menunjukkan bahwa Allah tidak memberati hamba-Nya di luar batas kemampuannya, karena Dia adalah Maha Pemaaf dan Maha Pengampun.",
    "quraish": "Wahai orang-orang yang beriman, janganlah kalian melakukan salat di masjid dalam keadaan mabuk, sebelum kalian sadar dan mengerti apa yang kalian ucapkan. Jangan pula kalian memasuki masjid dalam keadaan junub, kecuali bila sekadar melintas tanpa maksud berdiam di dalamnya, sampai kalian menyucikan diri. Jika kalian sakit dan tidak mampu menggunakan air karena khawatir akan menambah parah penyakit, atau sedang bepergian dan sulit mendapatkan air, maka ambillah debu yang bersih untuk bertayamum. Begitu juga bila kalian kembali dari tempat buang hajat atau bersentuhan dengan perempuan, sedangkan kalian tidak mendapatkan air untuk bersuci, bertayamumlah dengan debu yang suci. Tepuklah debu itu dengan tangan kalian, lalu usapkan ke muka dan kedua tangan. Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun.",
    "jalalayn": "(Hai orang-orang yang beriman, janganlah kamu dekati salat) artinya janganlah salat (sedangkan kamu dalam keadaan mabuk) disebabkan minum-minuman keras. Asbabun nuzulnya ialah orang-orang salat berjemaah dalam keadaan mabuk (sehingga kamu mengerti apa yang kamu ucapkan) artinya sadar dan sehat kembali (dan tidak pula dalam keadaan junub) disebabkan bersetubuh atau keluar mani. Ia manshub disebabkan menjadi hal dan dipakai baik buat tunggal maupun buat jamak (kecuali sekadar melewati jalan) artinya selagi musafir atau dalam perjalanan (hingga kamu mandi lebih dulu) barulah kamu boleh melakukan salat itu. Dikecualikannya musafir boleh melakukan salat itu ialah karena baginya ada hukum lain yang akan dibicarakan nanti. Dan ada pula yang mengatakan bahwa yang dimaksud ialah larangan terhadap mendekati tempat-tempat salat atau mesjid, kecuali sekadar melewatinya saja tanpa mendiaminya. (Dan jika kamu sakit) yakni mengidap penyakit yang bertambah parah jika kena air (atau dalam perjalanan) artinya dalam bepergian sedangkan kamu dalam keadaan junub atau berhadas besar (atau seseorang di antaramu datang dari tempat buang air) yakni tempat yang disediakan untuk buang hajat artinya ia berhadas (atau kamu telah menyentuh perempuan) menurut satu qiraat lamastum itu tanpa alif, dan keduanya yaitu baik pakai alif atau tidak, artinya ialah menyentuh yakni meraba dengan tangan. Hal ini dinyatakan oleh Ibnu Umar, juga merupakan pendapat Syafii. Dan dikaitkan dengannya meraba dengan kulit lainnya, sedangkan dari Ibnu Abbas diberitakan bahwa maksudnya ialah jimak atau bersetubuh (kemudian kamu tidak mendapat air) untuk bersuci buat salat yakni setelah berusaha menyelidiki dan mencari. Dan ini tentu mengenai selain orang yang dalam keadaan sakit (maka bertayamumlah kamu) artinya ambillah setelah masuknya waktu salat (tanah yang baik) maksudnya yang suci, lalu pukullah dengan telapak tanganmu dua kali pukulan (maka sapulah muka dan tanganmu) berikut dua sikumu. Mengenai masaha atau menyapu, maka kata-kata itu transitif dengan sendirinya atau dengan memakai huruf. (Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun)."
  },
  {
    "page": 85,
    "name": "An-Nisa'",
    "ayat": 44,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يَشْتَرُوْنَ الضَّلٰلَةَ وَيُرِيْدُوْنَ اَنْ تَضِلُّوا السَّبِيْلَۗ",
    "translation": "Tidakkah kamu memperhatikan orang yang telah diberi bagian Kitab (Taurat)? Mereka membeli kesesatan dan mereka menghendaki agar kamu tersesat (menyimpang) dari jalan (yang benar).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/537.mp3",
    "tafsir": "Kaum Muslimin harus mengetahui bahwa para Ahli Kitab yang menerima kitab dari Allah dengan perantaraan rasul-Nya, mereka hanya mengambil sebagian dari isi kitab itu yang sesuai dengan keinginan dan hawa nafsu mereka, bahkan mereka banyak mengubah-ubah dan menambahkannya. Dengan kedatangan Nabi Muhammad saw, mereka semestinya menjadi orang-orang yang beriman, tetapi sebaliknya mereka menjadi orang-orang yang kafir. Maksud dan tujuan mereka berbuat seperti itu adalah untuk menyesatkan orang banyak termasuk umat Islam sendiri dari jalan yang benar. Mereka tidak segan-segan mengadakan berbagai macam tipu daya dan pura-pura bersimpati terhadap kaum Muslimin padahal mereka adalah musuh dalam selimut.",
    "quraish": "Apakah kalian tidak merasa heran melihat orang-orang yang diturunkan kepada mereka bagian berupa kitab-kitab suci terdahulu? Mereka meninggalkan petunjuk Allah, mengikuti kesesatan dan menginginkan kalian menjauhi jalan kebenaran, yaitu jalan Allah yang lurus.",
    "jalalayn": "(Tidakkah kamu lihat orang-orang yang diberi bagian dari Alkitab) yakni orang-orang Yahudi (mereka membeli kesesatan) dengan petunjuk (dan menginginkan agar kamu sesat jalan) atau menempuh jalan yang tidak benar agar bernasib seperti mereka pula."
  }
]