[
  {
    "page": 86,
    "name": "An-Nisa'",
    "ayat": 45,
    "arab": "وَاللّٰهُ اَعْلَمُ بِاَعْدَاۤىِٕكُمْ ۗوَكَفٰى بِاللّٰهِ وَلِيًّا ۙوَّكَفٰى بِاللّٰهِ نَصِيْرًا ",
    "translation": "Dan Allah lebih mengetahui tentang musuh-musuhmu. Cukuplah Allah menjadi pelindung dan cukuplah Allah menjadi penolong (bagimu).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/538.mp3",
    "tafsir": "Allah mengetahui siapa yang menjadi musuh umat Islam. Umat Islam kadang-kadang mengira bahwa musuh-musuh itu adalah sahabat mereka, padahal sebenarnya bukan. Kebaikan-kebaikan yang mereka lahirkan terhadap kaum Muslimin adalah tipu muslihat belaka, sedang tujuan mereka yang sebenarnya ialah menarik kaum Muslimin agar menyeleweng seperti penyelewengan mereka dari jalan yang benar. Allah-lah yang memberi petunjuk kaum Muslimin kepada keselamatan, kebahagiaan dan kebaikan. Dialah yang menolong mereka dalam menghadapi musuh-musuh agama.",
    "quraish": "Allah lebih mengetahui musuh-musuh kalian yang sebenarnya daripada kalian sendiri. Dia pun lebih mengetahui apa yang ada dalam diri mereka. Allahlah yang akan melindungi kalian, dan cukuplah Dia sebagai penjaga kalian. Maka hendaknya kalian jangan mencari pertolongan selain pertolongan-Nya. Cukuplah Allah sebagai penolong kalian.",
    "jalalayn": "(Dan Allah lebih mengetahui tentang musuh-musuhmu) daripada kamu maka diberitakan-Nya kepada kamu keadaan mereka agar kamu tetap waspada (dan cukuplah Allah sebagai pelindung) atau pemeliharamu terhadap mereka (dan cukuplah Allah sebagai penolongmu) terhadap tipu daya mereka."
  },
  {
    "page": 86,
    "name": "An-Nisa'",
    "ayat": 46,
    "arab": "مِنَ الَّذِيْنَ هَادُوْا يُحَرِّفُوْنَ الْكَلِمَ عَنْ مَّوَاضِعِهٖ وَيَقُوْلُوْنَ سَمِعْنَا وَعَصَيْنَا وَاسْمَعْ غَيْرَ مُسْمَعٍ وَّرَاعِنَا لَيًّاۢ بِاَلْسِنَتِهِمْ وَطَعْنًا فِى الدِّيْنِۗ وَلَوْ اَنَّهُمْ قَالُوْا سَمِعْنَا وَاَطَعْنَا وَاسْمَعْ وَانْظُرْنَا لَكَانَ خَيْرًا لَّهُمْ وَاَقْوَمَۙ وَلٰكِنْ لَّعَنَهُمُ اللّٰهُ بِكُفْرِهِمْ فَلَا يُؤْمِنُوْنَ اِلَّا قَلِيْلًا ",
    "translation": "(Yaitu) di antara orang Yahudi, yang mengubah perkataan dari tempat-tempatnya. Dan mereka berkata, “Kami mendengar, tetapi kami tidak mau menurutinya.” Dan (mereka mengatakan pula), “Dengarlah,” sedang (engkau Muhammad sebenarnya) tidak mendengar apa pun. Dan (mereka mengatakan), “Raa‘ina” dengan memutar-balikkan lidahnya dan mencela agama. Sekiranya mereka mengatakan, “Kami mendengar dan patuh, dan dengarlah, dan perhatikanlah kami,” tentulah itu lebih baik bagi mereka dan lebih tepat, tetapi Allah melaknat mereka, karena kekafiran mereka. Mereka tidak beriman kecuali sedikit sekali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/539.mp3",
    "tafsir": "Di antara Ahli Kitab yang tersebut di atas ada pula yang mengubah kalimat-kalimat yang ada pada kitab mereka dan memindahkannya dari tempat semula ke tempat yang lain, sehingga kitab itu menjadi kacau dan tidak dapat lagi dijadikan pedoman. Mereka menafsirkan bahwa kedatangan Nabi Isa dan Nabi Muhammad saw adalah tidak benar dan mereka masih menunggu kedatangan Isa dan Muhammad yang diutus dari kalangan mereka. Orang-orang Yahudi itu berkata kepada Nabi Muhammad saw, \"Sami'na wa 'ashaina (kami mendengar ucapanmu akan tetapi kami tidak akan taat kepada perintahmu).\" Mereka juga berkata kepada Nabi Muhammad saw, \"Isma' gaira musma'in (dengarlah Muhammad semoga engkau tidak dapat mendengar/tuli).\" Demikian juga mereka berkata kepada Nabi Muhammad saw, \"Ra'ina (kiranya engkau memperhatikan kami).\"\nKetika para sahabat menghadapkan kata ini kepada Rasulullah, orang Yahudi pun memakai kata ini terhadap Rasulullah. Padahal yang mereka maksud dengan ra'ina itu ialah \"kebodohan yang sangat\" sebagai celaan kepada Rasulullah saw. (lihat tafsir ayat 104 al-Baqarah, dan kosakata ra'ina). Semua pemakaian kata-kata yang tidak benar itu dimaksudkan untuk memutarbalikkan panggilan dan untuk mencela agama.Termasuk pula pemutaran lidah mereka terhadap Nabi Muhammad saw ialah bila mereka bertemu dengan Nabi, mereka mengucapkan, \"As-sam (mudah-mudahan kamu mati).\" Ucapan itu dijawab oleh Nabi, \"Alaikum (mudah-mudahan kamulah yang mati).\"\nSekiranya orang-orang Yahudi tidak mengucapkan kata-kata yang sejelek itu, tetapi mengganti ucapannya kepada Muhammad dengan \"Sami'na wa ata'na wa isma' wa undhurna (kami mendengarkan ucapanmu dan menaati segala perintahmu, dengarkanlah ucapan kami dan perhatikanlah kami),\" maka pastilah perkataan-perkataan itu akan membawa akibat yang sangat baik bagi mereka. Tetapi karena kekafiran mereka, mereka mendapat laknat Allah dan mereka tidak beriman kecuali iman yang sangat tipis yang tidak dapat membawa mereka kepada kebahagiaan yang hakiki.",
    "quraish": "Di antara orang-orang Yahudi ada sekelompok orang yang cenderung mengubah-ubah perkataan dari makna sebenarnya. Mereka berkata kepada Nabi mengenai diri mereka, \"Kami mendengar ucapan dan kami melanggar perintah.\" Mereka juga berkata, \"Dengarlah ucapan kami,\" dengan mengarahkan pembicaraan kepadamu. Mereka mengatakan pula, \"Isma' ghayra musma'\" (dengarlah, semoga kamu tidak mendengar apa-apa). Ungkapan ini dibuat begitu rupa sehingga seolah-olah mereka mengharapkan kebaikan kepada Nabi Muhammad saw. Padahal, sebenarnya, keburukanlah yang mereka harapkan menimpa Nabi. Mereka pun mengucapkan \"Râ'inâ\" (sudilah kiranya kamu memperhatikan kami) dengan cara memutar-mutar lidah. Mereka, dengan cara seperti itu, menginginkan orang lain menganggap maksudnya \"undzurnâ\" (\"sudilah kiranya kamu memperhatikan kami\") karena dengan memutar-mutar lidah ketika menyebut \"râ'inâ\", seolah- olah mereka memang meminta agar diperhatikan. Padahal, sebenarnya, mereka tengah mencela agama dengan mencela Nabi saw., pembawa risalah, sebagai orang yang bodoh (\"ru'ûnah\": bentuk nomina abstrak [mashdar] dari verba [fi'l] ra'ana yang berarti 'kebodohan'). Jika saja mereka mau bersikap jujur dengan mengatakan \"Sami'nâ wa atha'nâ\" (kami dengar dan kami taati) sebagai pengganti tambahan \"Sami'nâ wa 'ashaynâ\" (kami dengar dan kami langgar), dan mengatakan \"Isma'\" tanpa tambahan \"ghayr musma'\", serta mengganti ucapan \"Râ'inâ\" dengan \"unzhurnâ\", tentulah itu lebih baik dan lebih bijaksana bagi mereka. Akan tetapi begitulah kenyataannya, Allah menjauhkan mereka dari rahmat-Nya disebabkan oleh kemungkaran yang mereka lakukan. Dan kamu tidak mendapatkan mereka itu sebagai orang-orang yang memenuhi ajakanmu untuk beriman, kecuali sedikit saja.",
    "jalalayn": "(Di antara orang-orang Yahudi) ada suatu kaum (mereka mengubah perkataan-perkataan) yakni yang diturunkan Allah dalam Taurat berupa tanda-tanda dan sifat-sifat Nabi Muhammad saw. (dari tempat-tempatnya) semula (dan kata mereka) kepada Nabi saw. bila beliau menitahkan mereka mengerjakan sesuatu: (\"Kami dengar) ucapanmu (dan kami langgar.\") perintahmu (dan dengarlah padahal tidak ada yang akan didengar) menjadi hal yang berarti doa; artinya semoga saya tidak mendengarnya. (Dan) kata mereka pula kepadanya (\"Ra`ina.\") padahal mereka telah dilarang mengucapkannya karena dalam bahasa mereka kata-kata itu berarti makian (dengan memutar-mutar lidah mereka dan mencela) menjelekkan (agama) Islam. (Sekiranya mereka mengatakan, \"Kami dengar dan kami turut) sebagai ganti dari 'kami langgar' (dan dengarlah) saja (dan perhatikanlah kami\") yaitu unzhurnaa sebagai ganti dari raa`inaa (tentulah itu lebih baik bagi mereka) daripada apa yang mereka ucapkan tadi (dan lebih tepat) lebih adil daripadanya. (Akan tetapi Allah mengutuk mereka) artinya menjauhkan mereka dari rahmat-Nya (disebabkan kekafiran mereka sehingga mereka tidaklah beriman selain hanya segelintir saja) misalnya Abdullah bin Salam dan para sahabatnya."
  },
  {
    "page": 86,
    "name": "An-Nisa'",
    "ayat": 47,
    "arab": "يٰٓاَيُّهَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ اٰمِنُوْا بِمَا نَزَّلْنَا مُصَدِّقًا لِّمَا مَعَكُمْ مِّنْ قَبْلِ اَنْ نَّطْمِسَ وُجُوْهًا فَنَرُدَّهَا عَلٰٓى اَدْبَارِهَآ اَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ اَصْحٰبَ السَّبْتِ ۗ وَكَانَ اَمْرُ اللّٰهِ مَفْعُوْلًا",
    "translation": "Wahai orang-orang yang telah diberi Kitab! Berimanlah kamu kepada apa yang telah Kami turunkan (Al-Qur'an) yang membenarkan Kitab yang ada pada kamu, sebelum Kami mengubah wajah-wajah(mu), lalu Kami putar ke belakang atau Kami laknat mereka sebagaimana Kami melaknat orang-orang (yang berbuat maksiat) pada hari Sabat (Sabtu). Dan ketetapan Allah pasti berlaku.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/540.mp3",
    "tafsir": "Orang Yahudi yang pernah menerima Kitab Taurat dan orang Nasrani yang pernah menerima Kitab Injil, dalam ayat ini diperintahkan agar mereka percaya kepada Al-Qur'an yang diturunkan kepada Nabi Muhammad saw yang membenarkan isi kedua kitab mereka. Di antara pokok-pokok isi Al-Qur'an adalah mengenai keesaan Allah, menjauhi perbuatan syirik dan memperkuat iman dengan memperbanyak amal saleh dan meninggalkan perbuatan-perbuatan keji, lahir dan batin. Tiga soal utama itu adalah tiang agama yang diperintahkan Allah untuk dilakukan oleh hamba-Nya. Perintah mempercayai Al-Qur'an harus diterima dengan positif oleh mereka agar Allah tidak mengubah wajah mereka, membalikkan muka mereka ke belakang dan mengutuk mereka sebagaimana nenek moyang mereka pernah dikutuk karena menangkap ikan pada hari yang terlarang, hari Sabat. Ketentuan-ketentuan Allah baik berupa penciptaan sesuatu maupun berupa pelaksanaan hukum atau ancaman, semua pasti akan terlaksana sebagaimana dikehendaki-Nya.\nSebagian mufasir memahami pengertian hukuman Allah berupa penghapusan mereka adalah membalikkan arah muka mereka dari menghadap jalan lurus ke arah jalan kesesatan.\nSetelah turun ayat ini, banyak di antara Ahli Kitab yang masuk Islam karena takut kepada ancaman siksa itu. Di antara mereka itu ialah: Ka'ab Al-Ahbar. Allah yang bersifat Mahakuasa tidak akan menghadapi kesukaran sedikit pun dalam melaksanakan kudrat-iradat-Nya, termasuk pelaksanaan ancaman-Nya dalam ayat ini.",
    "quraish": "Hai orang-orang yang diberi kitab suci, berimanlah kalian kepada al-Qur'ân yang telah Kami turunkan kepada Muhammad, yang membenarkan apa yang ada pada kalian, sebelum Kami turunkan siksa untuk kalian yang membuat bentuk muka kalian terbalik menyerupai bagian belakang kepala, tanpa hidung, mata, dan alis, atau sebelum Kami kutuk kalian sebagaimana kutukan Kami atas mereka yang telah melanggar perintah untuk tidak menangkap ikan pada hari Sabtu. Ketetapan Allah pasti berlaku.",
    "jalalayn": "(Hai orang-orang yang diberi Alkitab! Berimanlah kamu kepada apa-apa yang telah Kami turunkan) berupa Alquran (yang membenarkan apa yang berada padamu) yakni Taurat (sebelum Kami mengubah mukamu) dengan membuang mata, hidung dan alis yang terdapat padanya (lalu Kami putarkan ke belakang) sehingga menjadi rata dengan tengkuknya (atau Kami kutuk mereka) dengan menjadikan mereka sebagai kera (sebagaimana Kami telah mengutuk) menyerapah (pendurhaka-pendurhaka di hari Sabtu) di antara mereka (dan urusan Allah) maksudnya ketetapan-Nya (pasti berlaku). Tatkala ayat ini turun, maka masuk Islamlah Abdullah bin Salam. Maka ada yang mengatakan bahwa ini merupakan ancaman dengan suatu syarat karena setelah sebagian mereka masuk Islam, maka hukuman itu dibatalkan. Dan ada pula yang mengatakan bahwa baik perubahan wajah dan penjelmaan menjadi kera itu akan dilakukan sebelum terjadinya kiamat."
  },
  {
    "page": 86,
    "name": "An-Nisa'",
    "ayat": 48,
    "arab": "اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۚ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدِ افْتَرٰٓى اِثْمًا عَظِيْمًا ",
    "translation": "Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barangsiapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/541.mp3",
    "tafsir": "Allah sekali-kali tidak akan mengampuni perbuatan syirik yang dilakukan oleh hamba-Nya, kecuali apabila mereka bertobat sebelum mati. Syirik adalah dosa yang paling besar, karena orang musyrik beriktikad dan mempercayai bahwa Allah mempunyai sekutu dan tandingan yang sama derajatnya.\nDalam Al-Qur'an disebutkan berulang-ulang dosa syirik ini. Adapun dosa selain syirik, jika dikehendaki, Allah akan mengampuninya. Hal itu disesuaikan dengan hikmah kebijaksanaan-Nya dan menurut tata cara sunah-Nya yang berlaku. Misalnya yang berdosa itu benar-benar telah tobat dari dosanya dan mengiringi tobat itu dengan amal-amal saleh. Allah berfirman:\n\n\"Sesungguhnya Allah tidak akan mengampuni (dosa) karena mempersekutukan-Nya (syirik), dan Dia mengampuni apa (dosa) yang selain (syirik) itu bagi siapa yang Dia kehendaki. Barang siapa mempersekutukan Allah, maka sungguh, dia telah berbuat dosa yang besar.\" (an-Nisa/4:48).\n\n\n\" ¦Sesungguhnya barang siapa mempersekutukan (sesuatu dengan) Allah, maka sungguh, Allah mengharamkan surga baginya, dan tempatnya ialah neraka. Dan tidak ada seorang penolong pun bagi orang-orang zalim itu\". (al-Maidah/5:72).",
    "quraish": "Sesungguhnya Allah tidak memberi ampunan dosa syirik dan memberi ampunan segala dosa selain syirik bagi hamba-hamba yang dikehendaki-Nya. Barangsiapa mempersekutukan Allah, maka sesungguhnya ia telah berbuat dosa besar yang tidak ada ampunannya.",
    "jalalayn": "(Sesungguhnya Allah tidak akan mengampuni bila Dia dipersekutukan) artinya tidak akan mengampuni dosa mempersekutukan-Nya (dan Dia akan mengampuni selain dari demikian) di antara dosa-dosa (bagi siapa yang dikehendaki-Nya) beroleh ampunan, sehingga dimasukkan-Nya ke dalam surga tanpa disentuh oleh siksa. Sebaliknya akan disiksa-Nya lebih dulu orang-orang mukmin yang dikehendaki-Nya karena dosa-dosa mereka, dan setelah itu barulah dimasukkan-Nya ke dalam surga. (Siapa mempersekutukan Allah, maka sesungguhnya ia telah berbuat dosa yang besar)."
  },
  {
    "page": 86,
    "name": "An-Nisa'",
    "ayat": 49,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ يُزَكُّوْنَ اَنْفُسَهُمْ ۗ بَلِ اللّٰهُ يُزَكِّيْ مَنْ يَّشَاۤءُ وَلَا يُظْلَمُوْنَ فَتِيْلًا ",
    "translation": "Tidakkah engkau memperhatikan orang-orang yang menganggap dirinya suci (orang Yahudi dan Nasrani)? Sebenarnya Allah menyucikan siapa yang Dia kehendaki dan mereka tidak dizalimi sedikit pun.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/542.mp3",
    "tafsir": "Diriwayatkan oleh Ibnu Jarir dari Hasan, bahwa ayat ini diturunkan mengenai orang-orang Yahudi dan Nasrani yang memuji-muji diri mereka dengan mengatakan bahwa mereka anak Allah dan kesayangan-Nya, tidak akan masuk surga selain orang Yahudi atau Nasrani dan mereka tidak akan masuk neraka kecuali beberapa hari saja.\nAllah memperingatkan Nabi Muhammad saw agar berhati-hati terhadap tindakan orang-orang Yahudi dan Nasrani yang menganggap dan mengakui diri mereka sebagai orang suci. Pengakuan itu seperti tertera pada sebab turunnya ayat di atas bahwa ucapan mereka itu tidak benar karena mereka masih tetap dalam kekafiran dan tetap melakukan perbuatan yang dilarang oleh Allah.\nSebenarnya mereka tidak berhak membersihkan diri hanya dengan kata-kata dan pengakuan yang tidak beralasan. Membersihkan diri haruslah dengan amal perbuatan yang dapat menjadikan seseorang bersih dan bebas dari perbuatan syirik dan maksiat. Tidak ada gunanya seseorang mengemukakan kebersihan dirinya karena kebersihan diri seseorang berada di tangan Allah Yang Mahakuasa, dan Allah sekali-kali tidak akan menganiaya hamba-Nya.",
    "quraish": "Janganlah kalian merasa heran melihat orang-orang kafir yang selalu mengada-ada dalam perbuatan mereka. Kami jelaskan buruknya perbuatan mereka, tetapi mereka malah menganggapnya baik. Mereka memuji diri sendiri dengan mengaku sebagai orang-orang suci. Hanya Allahlah yang mengetahui yang keji dan yang suci. Dia membersihkan jiwa siapa saja yang dikehendaki-Nya serta tidak menzalimi hak siapa pun, yang sangat sedikit sekalipun.",
    "jalalayn": "(Tidakkah kamu perhatikan orang-orang yang membersih-bersihkan diri mereka itu) yakni orang-orang Yahudi yang mengatakan bahwa mereka itu anak-anak Allah dan kekasih-kekasih-Nya. Jadi persoalannya kebaikan itu bukanlah dengan membersih-bersihkan diri (tetapi Allah membersihkan) artinya menyucikan (siapa yang dikehendaki-Nya) dengan keimanan (sedangkan mereka tidak dianiaya) atau dikurangi amalan mereka (sedikit pun) walau sebesar kulit buah kurma sekalipun."
  },
  {
    "page": 86,
    "name": "An-Nisa'",
    "ayat": 50,
    "arab": "اُنْظُرْ كَيْفَ يَفْتَرُوْنَ عَلَى اللّٰهِ الْكَذِبَۗ  وَكَفٰى بِهٖٓ اِثْمًا مُّبِيْنًا ࣖ ",
    "translation": "Perhatikanlah, betapa mereka mengada-adakan dusta terhadap Allah! Dan cukuplah perbuatan itu menjadi dosa yang nyata (bagi mereka).",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/543.mp3",
    "tafsir": "Ayat ini menekankan tentang keanehan perbuatan orang-orang Yahudi dan Nasrani. Nabi Muhammad diperintahkan memperhatikan betapa beraninya orang-orang Yahudi dan Nasrani membuat kebohongan terhadap Allah dengan pengakuan mereka bahwa dirinya suci dan mereka disayangi oleh Allah secara khusus, tidak seperti umat-umat lain. Cukup jelas bahwa perbuatan orang-orang Yahudi dan Nasrani itu merupakan dosa yang besar.",
    "quraish": "Bagaimana mereka dapat mengada-ada kebohongan terhadap Allah dengan cara seperti itu? Cukuplah kebohongan itu menjadi dosa yang nyata, yang mengungkap segala keburukan yang mereka sembunyikan.",
    "jalalayn": "(Perhatikanlah) menunjukkan keheranan (betapa mereka mengada-adakan kedustaan terhadap Allah) mengenai hal itu (dan cukuplah itu menjadi dosa yang nyata) bagi mereka. Ayat ini diturunkan berkenaan dengan Kaab bin Asyraf dan lain-lainnya dari kalangan ulama Yahudi, yaitu ketika mereka tiba di Mekah dan menyaksikan orang-orang musyrikin yang terbunuh dalam perang Badar, maka mereka membakar kaum musyrikin untuk membalas dendam atas kekalahan ini dan memerangi Nabi saw.:"
  },
  {
    "page": 86,
    "name": "An-Nisa'",
    "ayat": 51,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ اُوْتُوْا نَصِيْبًا مِّنَ الْكِتٰبِ يُؤْمِنُوْنَ بِالْجِبْتِ وَالطَّاغُوْتِ وَيَقُوْلُوْنَ لِلَّذِيْنَ كَفَرُوْا هٰٓؤُلَاۤءِ اَهْدٰى مِنَ الَّذِيْنَ اٰمَنُوْا سَبِيْلًا ",
    "translation": "Tidakkah kamu memperhatikan orang-orang yang diberi bagian dari Kitab (Taurat)? Mereka percaya kepada Jibt dan thaghut, dan mengatakan kepada orang-orang kafir (musyrik Mekah), bahwa mereka itu lebih benar jalannya daripada orang-orang yang beriman.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/544.mp3",
    "tafsir": "Ayat ini mengisahkan kembali perbuatan orang-orang Yahudi yang telah diberi kitab, telah memahami dan mendalami isi kitab yang pada dasarnya menyuruh berbakti dan menyembah hanya kepada Allah saja, tetapi mereka masih juga mau bersujud dan menyembah berhala dan mempersekutukan Allah, memenuhi ajakan orang-orang Quraisy yang tidak memiliki kitab. Satu hal yang aneh dan mengherankan, mereka menyangka bahwa mereka orang-orang yang benar, yang mengikuti dan menempuh jalan yang lebih baik daripada jalan orang-orang mukmin pengikut Nabi Muhammad saw.\nBani Israil punya sejarah panjang dalam penyembahan berhala oleh nenek moyang mereka sampai generasi-generasi berikutnya. \"Mereka meninggalkan Allah Tuhan mereka yang telah membawa mereka keluar dari tanah Mesir, lalu mengikuti tuhan lain, dari antara tuhan bangsa-bangsa di sekeliling mereka, dan sujud menyembah kepadanya, sehingga mereka menyakiti hati Tuhan\" (Kitab Hakim-hakim. 2.12) dan sekian banyak lagi kisah penyembahan berhala oleh mereka.\nAlangkah kelirunya mereka, dan mereka sangat rugi. Seperti tersebut dalam firman Allah:\n\nKatakanlah (Muhammad), \"Apakah perlu Kami beritahukan kepadamu tentang orang yang paling rugi perbuatannya?\" (Yaitu) orang yang sia-sia perbuatannya `dalam kehidupan dunia, sedangkan mereka mengira telah berbuat sebaik-baiknya. (al-Kahf/18:103-104).",
    "quraish": "Tidakkah kamu heran dengan perlakuan orang-orang yang diberi bagian dari ilmu kitab suci. Mereka dengan rela menyembah berhala dan setan, dan mengatakan kepada orang-orang yang menyembah berhala, \"Sesungguhnya mereka itu lebih benar jalannya daripada orang-orang yang beriman.\"",
    "jalalayn": "(Tidakkah kamu perhatikan orang-orang yang diberi bagian dari Alkitab, mereka percaya kepada jibt dan tagut) nama dua berhala Quraisy (dan mengatakan kepada orang-orang kafir) yaitu Abu Sofyan dan sahabat-sahabatnya ketika mereka menanyakan kepada orang-orang Yahudi itu siapakah yang lebih benar jalannya, apakah mereka sebagai penguasa Kakbah, pelayan makan-minum jemaah haji dan pembantunya orang yang berada dalam kesukaran ataukah Muhammad, yakni orang yang telah menyalahi agama nenek moyangnya, memutuskan tali silaturahmi dan meninggalkan tanah suci? (bahwa mereka itu) maksudnya kamu hai orang-orang Quraisy (lebih benar jalannya dari orang-orang yang beriman) artinya lebih lurus jalan yang kamu tempuh daripada mereka."
  }
]