[
  {
    "page": 90,
    "name": "An-Nisa'",
    "ayat": 75,
    "arab": "وَمَا لَكُمْ لَا تُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ وَالْمُسْتَضْعَفِيْنَ مِنَ الرِّجَالِ وَالنِّسَاۤءِ وَالْوِلْدَانِ الَّذِيْنَ يَقُوْلُوْنَ رَبَّنَآ اَخْرِجْنَا مِنْ هٰذِهِ الْقَرْيَةِ الظَّالِمِ اَهْلُهَاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ وَلِيًّاۚ وَاجْعَلْ لَّنَا مِنْ لَّدُنْكَ نَصِيْرًا ",
    "translation": "Dan mengapa kamu tidak mau berperang di jalan Allah dan (membela) orang yang lemah, baik laki-laki, perempuan maupun anak-anak yang berdoa, “Ya Tuhan kami,  keluarkanlah kami dari negeri ini (Mekah) yang penduduknya zalim. Berilah kami pelindung dari sisi-Mu, dan berilah kami penolong dari sisi-Mu.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/568.mp3",
    "tafsir": "Dalam ayat ini terdapat dorongan yang kuat agar kaum Muslimin berperang di jalan Allah untuk membela saudara-saudara mereka yang tertindas dan yang berada dalam cengkeraman musuh, karena mereka lemah dan tidak berdaya baik laki-laki, perempuan maupun anak-anak. Keamanan mereka terancam. Mereka tidak mampu membebaskan diri dari cengkeraman musuh, mereka ditindas dan dianiaya oleh penguasa-penguasa yang zalim, mereka tidak berbuat apa-apa selain berdoa memohon pertolongan dan perlindungan dari Allah. Allah mendorong untuk berperang dengan cara yang lebih mendalam, mengetuk pintu hati nurani setiap orang yang masih memiliki perasaan dan keinginan yang baik, dengan menyebutkan keuntungan dan tujuan murni dari peperangan menurut Islam. \nTujuan perang dalam Islam ialah meninggikan kalimah Allah, membela hak saudara-saudara seagama, membela hak-hak asasi manusia dan menegakkan norma-norma akhlak yang tinggi dan membela diri; bukan untuk memperbudak atau menjajah atau untuk menguasai bangsa atau negara atau hak-hak orang lain.\nBerdasarkan tujuan berperang di atas, adalah menjadi kewajiban bagi kaum Muslimin membebaskan setiap Muslim yang ditawan oleh musuh dengan berperang atau menebusnya dengan harta. Menurut Abu Abdillah al-Qurtubi, tidak ada perbedaan paham di antara ulama dalam hukum ini, mereka telah sepakat semuanya. Harta untuk penebusannya diambilkan dari baitul mal atau wajib ditanggung oleh seluruh umat Islam jika dana tidak tersedia.",
    "quraish": "Bagaimana kalian sampai hati untuk tidak berperang di jalan Allah, sedangkan orang tua laki-laki, wanita dan anak-anak yang lemah selalu memohon pertolongan kepada Allah seraya berkata, \"Wahai Tuhan kami, keluarkanlah kami dari kekuasaan orang-orang yang zalim. Tempatkanlah kami berada di dalam kekuasaan orang-orang yang beriman dengan kekuasaan dan rahmat-Mu. Berikanlah kami penolong dari sisi-Mu yang akan menolong kami.\"",
    "jalalayn": "(Mengapa kamu tak hendak berperang) pertanyaan yang berarti celaan; maksudnya tak ada halangannya bagi kamu untuk berperang (di jalan Allah dan) untuk membebaskan (golongan yang lemah baik laki-laki, wanita maupun anak-anak) yakni yang ditahan oleh orang-orang kafir buat berhijrah dan yang dianiaya mereka. Berkata Ibnu Abbas r.a., \"Saya dan ibu saya termasuk golongan ini,\" (yang mengatakan) atau berdoa, \"Wahai (Tuhan kami! Keluarkanlah kami dari negeri ini) Mekah (yang penduduknya aniaya) disebabkan kekafiran (dan berilah kami dari sisi-Mu seorang pelindung) yang akan mengatur urusan kami (dan berilah kami dari sisi-Mu seorang pembela.\") yang mempertahankan kami terhadap mereka. Allah telah mengabulkan permohonan mereka ini, maka dimudahkan-Nya sebagian mereka itu untuk keluar sedangkan sisanya tinggal di Mekah sampai kota itu berhasil dibebaskan lalu Nabi saw. mengangkat Itab bin Usaid sebagai penguasa di Mekah, maka dibelanya orang-orang teraniaya dari penganiaya-penganiayanya."
  },
  {
    "page": 90,
    "name": "An-Nisa'",
    "ayat": 76,
    "arab": "اَلَّذِيْنَ اٰمَنُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ۚ وَالَّذِيْنَ كَفَرُوْا يُقَاتِلُوْنَ فِيْ سَبِيْلِ الطَّاغُوْتِ فَقَاتِلُوْٓا  اَوْلِيَاۤءَ الشَّيْطٰنِ ۚ اِنَّ كَيْدَ الشَّيْطٰنِ كَانَ ضَعِيْفًا ۚ ࣖ ",
    "translation": "Orang-orang yang beriman berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan thaghut, maka perangilah kawan-kawan setan itu, (karena) sesungguhnya tipu daya setan itu lemah.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/569.mp3",
    "tafsir": "Orang mukmin berperang untuk menegakkan keadilan dan membela diri, sedang orang musyrik berperang karena mengikuti hawa nafsu yang dikendalikan oleh setan dan mengembangkan angkara murka di dunia, sehingga kalau orang mukmin meninggalkan atau mengabaikan tugas berperang di jalan Allah, niscaya kerusakan yang ditimbulkan oleh berbagai perbuatan hawa nafsu akan merajalela.\nOleh karena tujuan berperang dalam Islam demikian suci dan murninya, yaitu untuk mempertahankan diri dan membasmi kezaliman dan angkara murka, maka hendaklah kaum Muslimin menyerang musuh-musuh Islam yang menjadi kawan-kawan setan itu, dan hendaklah diyakini, bahwa tipu daya setan itu lemah, tidak akan mampu mengalahkan orang-orang yang benar-benar beriman.",
    "quraish": "Orang-orang yang percaya dan tunduk kepada kebenaran, berperang demi menegakkan kalimat Allah, keadilan dan kebenaran. Sedangkan orang-orang yang ingkar dan membangkang, berperang di jalan kezaliman dan kerusakan. Mereka adalah penolong-penolong setan. Maka dari itu, wahai orang-orang yang beriman, perangilah mereka dan ketahuilah bahwa sesungguhnya kalian akan menang melawan mereka dengan pertolongan Allah. Karena, tipu daya setan itu sebenarnya sangat lemah, meskipun dapat mendatangkan kerusakan amat besar. Kemenangan hanya untuk yang benar.",
    "jalalayn": "(Orang-orang yang beriman berperang di jalan Allah sedangkan orang-orang kafir berperang di jalan tagut) setan. (Maka perangilah anak buah setan itu) maksudnya penyokong-penyokong agamanya niscaya kamu akan beroleh kemenangan karena kekuatanmu dengan Allah. (Sesungguhnya tipu daya setan) terhadap orang-orang beriman (adalah lemah) tidak akan dapat mengatasi siasat Allah terhadap orang-orang kafir itu."
  },
  {
    "page": 90,
    "name": "An-Nisa'",
    "ayat": 77,
    "arab": "اَلَمْ تَرَ اِلَى الَّذِيْنَ قِيْلَ لَهُمْ كُفُّوْٓا اَيْدِيَكُمْ وَاَقِيْمُوا الصَّلٰوةَ وَاٰتُوا الزَّكٰوةَۚ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتَالُ اِذَا فَرِيْقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللّٰهِ اَوْ اَشَدَّ خَشْيَةً ۚ وَقَالُوْا رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَۚ  لَوْلَآ اَخَّرْتَنَآ اِلٰٓى اَجَلٍ قَرِيْبٍۗ قُلْ مَتَاعُ الدُّنْيَا قَلِيْلٌۚ وَالْاٰخِرَةُ خَيْرٌ لِّمَنِ اتَّقٰىۗ وَلَا تُظْلَمُوْنَ فَتِيْلًا ",
    "translation": "Tidakkah engkau memperhatikan orang-orang yang dikatakan kepada mereka, ”Tahanlah tanganmu (dari berperang), laksanakanlah salat dan tunaikanlah zakat!” Ketika mereka diwajibkan berperang, tiba-tiba sebagian mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih takut (dari itu). Mereka berkata, “Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tunda (kewajiban berperang) kepada kami beberapa waktu lagi?”  Katakanlah, “Kesenangan di dunia ini hanya sedikit dan akhirat itu lebih baik bagi orang-orang yang bertakwa (mendapat pahala turut berperang) dan kamu tidak akan dizalimi sedikit pun.”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/570.mp3",
    "tafsir": "Ayat ini menggambarkan keadaan masyarakat masa jahiliah. Mereka suka berperang meskipun karena sebab yang kecil. Setelah masuk Islam, mereka diperintahkan agar menghentikan perang, melaksanakan salat dan membayar zakat. Sebagian dari mereka mengharapkan adanya perintah perang karena kepentingan duniawi sebagaimana kebiasaan mereka pada masa jahiliah. \nAyat ini memerintahkan kepada sebagian kaum Muslimin yang enggan berperang agar mereka bersikap tenang dan menahan diri untuk tidak mengadakan peperangan terhadap orang kafir dan mereka hanya diperintahkan melakukan salat dan membayar zakat. Tetapi pada waktu mereka diperintahkan berperang untuk mempertahankan diri, ternyata sebagian dari mereka tidak bersemangat untuk berperang karena takut kepada musuh, padahal semestinya mereka hanya takut kepada Allah. Malahan mereka berkata, \"Mengapa kami diwajibkan berperang pada waktu ini, biarkanlah kami mati seperti biasa.\"\nAllah memerintahkan kepada Rasul-Nya agar mengatakan kepada sebagian kaum Muslimin bahwa sikap mereka itu adalah sikap seorang pengecut, karena takut mati dan cinta kepada harta dunia, sedangkan kelezatan dunia itu hanya sedikit sekali dibandingkan dengan kelezatan akhirat yang abadi dan tidak terbatas, yang hanya akan didapat oleh orang-orang yang bertakwa kepada Allah yaitu orang yang bersih dari syirik dan akhlak yang rendah. Pada akhir ayat ini ditegaskan bahwa Allah tidak akan menganiaya dan merugikan manusia. Masing-masing akan mendapat balasan sesuai dengan amal perbuatannya walaupun sebesar zarrah.",
    "quraish": "Wahai Muhammad, tidakkah kamu melihat dan heran terhadap orang-orang yang menginginkan perang sebelum datang perintah perang? Kepada mereka dikatakan, \"Belum tiba saatnya berperang, tahanlah dirimu, jagalah selalu salat dan zakat kalian.\" Akan tetapi, tatkala datang perintah berperang, sebagian mereka takut kepada manusia seperti halnya kepada Allah, bahkan lebih. Dengan penuh heran, mereka berkata, \"Mengapa Engkau mewajibkan berperang kepada kami?\" Mereka mengira bahwa kewajiban perang itu akan mempercapat kematian mereka. Oleh karena itu mereka mengatakan, \"Mengapa tidak Engkau tangguhkan beberapa waktu lagi, hingga kami dapat menikmati apa yang ada di dunia ini?\" Katakan kepada mereka, \"Majulah ke medan pertempuran, meskipun perang itu akan menyebabkan kematian. Kenikmatan dunia, meskipun tampak besar, sangat kecil dibanding kenikmatan akhirat. Akhirat jauh lebih baik dan lebih besar artinya bagi orang-orang yang bertakwa kepada Allah. Kalian akan diberi balasan sesuai dengan amal perbuatan kalian di dunia tanpa berkurang sedikit pun.",
    "jalalayn": "(Tidakkah kamu perhatikan orang-orang yang dikatakan kepada mereka, \"Tahanlah tanganmu) dari memerangi orang-orang kafir tatkala hal itu mereka tuntut di Mekah disebabkan penganiayaan orang-orang kafir terhadap mereka. Dan mereka ini ialah segolongan sahabat (dan dirikanlah salat serta bayarkanlah zakat.\" Maka setelah diwajibkan atas mereka berperang tiba-tiba sebagian dari mereka takut kepada manusia) maksudnya kepada orang-orang kafir disebabkan tindakan dan keberanian mereka dalam peperangan itu (seperti menakuti) siksa (Allah bahkan lebih takut lagi) daripada itu. Asyadda dibaca manshub karena menjadi hal juga sebagai jawaban terhadap apa yang ditunjukkan oleh idzaa dan yang sesudahnya artinya tiba-tiba mereka didatangi oleh ketakutan. (kata mereka) karena cemas menghadapi maut (\"Wahai Tuhan kami! Kenapa Engkau wajibkan atas kami berperang? Kenapa tidak Engkau tangguhkan agak beberapa waktu lagi?\" Katakanlah) kepada mereka (\"Kesenangan dunia) maksudnya apa-apa yang disenangi dan dinikmati di dunia ini (hanya sebentar) dan akan kembali lenyap (sedangkan akhirat) maksudnya surga (lebih baik bagi orang yang takwa) yakni yang menjaga diri dari siksa Allah dengan menjauhi larangan-Nya (dan kamu tidak akan dianiaya) dibaca dengan ta dan ya artinya tidak akan dikurangi amalmu (sedikit pun.\") artinya walau sebesar kulit padi sekali pun, maka berjihad atau berusahalah."
  },
  {
    "page": 90,
    "name": "An-Nisa'",
    "ayat": 78,
    "arab": "اَيْنَمَا تَكُوْنُوْا يُدْرِكْكُّمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِيْ بُرُوْجٍ مُّشَيَّدَةٍ ۗ وَاِنْ تُصِبْهُمْ حَسَنَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِ اللّٰهِ ۚ وَاِنْ تُصِبْهُمْ سَيِّئَةٌ يَّقُوْلُوْا هٰذِهٖ مِنْ عِنْدِكَ ۗ قُلْ كُلٌّ مِّنْ عِنْدِ اللّٰهِ ۗ فَمَالِ هٰٓؤُلَاۤءِ الْقَوْمِ لَا يَكَادُوْنَ يَفْقَهُوْنَ حَدِيْثًا ",
    "translation": "Di manapun kamu berada, kematian akan mendapatkan kamu, kendatipun kamu berada di dalam benteng yang tinggi dan kukuh. Jika mereka memperoleh kebaikan, mereka mengatakan, “Ini dari sisi Allah,” dan jika mereka ditimpa suatu keburukan, mereka mengatakan, “Ini dari engkau (Muham-mad).” Katakanlah, “Semuanya (datang) dari sisi Allah.” Maka mengapa orang-orang itu (orang-orang munafik) hampir-hampir tidak memahami pembicaraan (sedikit pun)?”",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/571.mp3",
    "tafsir": "Maut (mati) adalah suatu hal yang pasti datangnya. Tidak seorang pun yang dapat lepas dari padanya di manapun dia berada meskipun berlindung di dalam benteng yang kokoh kuat. Karena itu tidaklah wajar manusia takut mati meskipun ia berada di dalam kancah peperangan. Jika sampai ajalnya, tentulah ia mati, meskipun ia hidup mewah di dalam istana atau bertahan di dalam benteng yang kokoh.\nAyat ini merupakan kecaman Allah terhadap segolongan kaum Muslimin yang tidak mempunyai semangat juang untuk membela kebenaran, mereka tak mau berperang karena takut mati. Sikap pengecut dan kemunafikan mereka itu tidak lain disebabkan kelemahan iman dan piciknya pikiran mereka.\nSelanjutnya digambarkan kepicikan akal mereka yang tidak mau berperang karena takut mati. Sikap pengecut mereka anggap sebagai karunia dari Allah sedang malapetaka yang menimpa mereka adalah karena datangnya Muhammad ke Medinah, sehingga musim kemarau yang menimpa kota Medinah mereka anggap sebagai musibah yang ditimbulkan oleh kedatangan Nabi Muhammad dan kesialannya. Adapun orang yang beriman ia tetap berpendirian bahwa baik dan buruk adalah datangnya dari Allah. Pendirian seperti inilah yang Allah perintahkan kepada Muhammad agar disampaikan kepada mereka. Sekiranya mereka tidak dapat memahaminya, mereka akan tetap sepanjang masa di dalam kegelapan. Jika mereka dapat memahaminya tentulah mereka tidak akan mengatakan bahwa hal yang buruk itu dikarenakan celanya seseorang, tetapi baik dan buruk itu akan mereka ketahui erat hubungannya dengan sebab musabab yang telah menjadi sunah Allah.",
    "quraish": "Kematian yang kalian takuti itu pasti akan datang di mana saja, walaupun kalian berada di benteng yang sangat kokoh sekalipun. Orang-orang yang takut karena imannya lemah, jika mendapat kemenangan dan harta rampasan perang, akan berkata, \"Harta rampasan itu dari sisi Allah.\" Tetapi, jika mendapat kekalahan, orang-orang itu akan berkata kepadamu, Muhammad, \"Kekalahan itu datang dari dirimu.\" Padahal, nasib buruk itu bukan dari dirimu. Katakan kepada mereka, \"Semua yang menimpa kalian, baik yang menyenangkan maupun yang tidak menyenangkan, merupakan takdir Allah. Semuanya berasal dari Allah sebagai ujian dan cobaan.\" Mengapa orang-orang yang lemah itu tidak mengetahui perkataan benar yang dikatakan kepada mereka?",
    "jalalayn": "(Di mana pun kamu berada, pastilah akan dicapai oleh maut sekalipun kamu di benteng yang tinggi lagi kokoh) karena itu janganlah takut berperang lantaran cemas akan mati. (Dan jika mereka ditimpa) yakni orang-orang Yahudi (oleh kebaikan) misalnya kesuburan dan keluasan (mereka berkata, \"Ini dari Allah.\" Dan jika mereka ditimpa oleh keburukan) misalnya kekeringan dan bencana seperti yang mereka alami sewaktu kedatangan Nabi saw. ke Madinah (mereka berkata, \"Ini dari sisimu,\") hai Muhammad artinya ini karena kesialanmu! (Katakanlah) kepada mereka (Semuanya) baik kebaikan atau keburukan (dari sisi Allah) berasal daripada-Nya. (Maka mengapa orang-orang itu hampir-hampir tidak memahami pembicaraan) yang disampaikan kepada Nabi mereka. Mengapa pertanyaan disertai keheranan, melihat kebodohan mereka yang amat sangat. Dan ungkapan \"hampir-hampir tidak memahami\" lebih berat lagi dari \"tidak memahaminya sama sekali.\""
  },
  {
    "page": 90,
    "name": "An-Nisa'",
    "ayat": 79,
    "arab": "مَآ اَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ اللّٰهِ ۖ وَمَآ اَصَابَكَ مِنْ سَيِّئَةٍ فَمِنْ نَّفْسِكَ ۗ وَاَرْسَلْنٰكَ لِلنَّاسِ رَسُوْلًا  ۗ وَكَفٰى بِاللّٰهِ شَهِيْدًا ",
    "translation": "Kebajikan apa pun yang kamu peroleh, adalah dari sisi Allah, dan keburukan apa pun yang menimpamu, itu dari (kesalahan) dirimu sendiri. Kami mengutusmu (Muhammad) menjadi Rasul kepada (seluruh) manusia. Dan cukuplah Allah yang menjadi saksi.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/572.mp3",
    "tafsir": "Dari segi kesopanan bahwa sesuatu yang baik yang diperoleh seseorang hendaklah dikatakan datangnya dari Allah. Malapetaka yang menimpa seseorang itu hendaklah dikatakan datangnya dari dirinya sendiri, mungkin pula karena disebabkan kelalaiannya atau kelalaian orang lain apakah dia saudara, sahabat atau tetangga.",
    "quraish": "\"Wahai Nabi, semua kenikmatan, kesehatan dan keselamatan yang kamu rasakan adalah karunia dan kebaikan Allah yang diberikan kepadamu. Sedang kesusahan, kesulitan, bahaya dan keburukan yang menimpa kamu adalah berasal dari dirimu sendiri, sebagai akibat dari dosa yang telah kamu perbuat.\" (Ungkapan ini ditujukan kepada Rasulullah saw. sebagai gambaran jiwa manusia pada umumnya, meskipun beliau sendiri terpelihara dari segala bentuk keburukan). \"Kami mengutusmu sebagai rasul Kami kepada seluruh umat manusia. Kami, akan menjadi saksi atas penyampaianmu dan atas jawaban mereka. Cukuplah Allah Maha Mengetahui.\"",
    "jalalayn": "(Apa pun yang kamu peroleh) hai manusia (berupa kebaikan, maka dari Allah) artinya diberi-Nya kamu karena karunia dan kemurahan-Nya (dan apa pun yang menimpamu berupa keburukan) atau bencana (maka dari dirimu sendiri) artinya karena kamu melakukan hal-hal yang mengundang datangnya bencana itu. (Dan Kami utus kamu) hai Muhammad (kepada manusia sebagai rasul) menjadi hal yang diperkuat. (Dan cukuplah Allah sebagai saksi) atas kerasulanmu."
  }
]