[
  {
    "page": 92,
    "name": "An-Nisa'",
    "ayat": 87,
    "arab": "اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَۗ  لَيَجْمَعَنَّكُمْ اِلٰى يَوْمِ الْقِيٰمَةِ لَا رَيْبَ فِيْهِ ۗ وَمَنْ اَصْدَقُ مِنَ اللّٰهِ حَدِيْثًا ࣖ",
    "translation": "Allah, tidak ada tuhan selain Dia. Dia pasti akan mengumpulkan kamu pada hari Kiamat yang tidak diragukan terjadinya. Siapakah yang lebih benar perkataan(nya) daripada Allah?",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/580.mp3",
    "tafsir": "Kaum Muslimin akan menerima ganjaran berupa pahala dari Allah Yang Mahakuasa di hari kemudian nanti. Dia adalah Tuhan Yang Maha Esa yang berhak disembah, karenanya janganlah kaum Muslimin lalai berbakti kepada-Nya dan tunduk menjunjung perintah dan menjauhi larangan-Nya. Kebahagiaan dan ketenangan jiwa serta kemurnian akal manusia adalah terletak pada kebebasannya dari belenggu kebendaan. Selain Allah, tidak ada yang berhak disembah karena hanya Allah yang sanggup membangkitkan dan menghimpun manusia pada hari kemudian, hari yang pasti datangnya. Karena itu hendaklah manusia percaya kepada firman Allah, karena tidak satupun yang dapat lebih dipercayai selain firman Allah.\nAdapun yang bukan berasal dari Allah tidak pasti kebenarannya, karena berita-berita dari manusia mengandung kemungkinan benar dan kemungkinan salah.",
    "quraish": "Allah, yang tidak ada tuhan selain Dia dan tidak ada kekuasaan bagi selain Dia, benar-benar akan membangkitkan dan mengumpulkan kalian setelah mati untuk dihisab. Dia telah mengatakan hal itu, maka janganlah ragu dengan perkataan-Nya. Adakah perkataan yang lebih benar dari perkataan Allah?",
    "jalalayn": "(Allah, tiada Tuhan selain Dia) dan Allah (akan menghimpun kamu) dari kubur-kuburmu (sampai) maksudnya pada (dari kiamat yang tak ada keraguan) atau kebimbangan (mengenainya. Dan siapa lagi) artinya tidak ada seorang pun (yang lebih benar ucapannya daripada Allah). Tatkala orang-orang kembali dari perang Uhud, mereka berbeda pendapat mengenai orang-orang munafik. Suatu golongan mengatakan, \"Bunuhlah mereka!\" Sedangkan satu golongan lagi mengatakan, \"Jangan!\" Maka turunlah ayat berikut ini:"
  },
  {
    "page": 92,
    "name": "An-Nisa'",
    "ayat": 88,
    "arab": "۞ فَمَا لَكُمْ فِى الْمُنٰفِقِيْنَ فِئَتَيْنِ وَاللّٰهُ اَرْكَسَهُمْ بِمَا كَسَبُوْا ۗ اَتُرِيْدُوْنَ اَنْ تَهْدُوْا مَنْ اَضَلَّ اللّٰهُ ۗوَمَنْ يُّضْلِلِ اللّٰهُ فَلَنْ تَجِدَ لَهٗ سَبِيْلًا ",
    "translation": "Maka mengapa kamu (terpecah) menjadi dua golongan dalam (menghadapi) orang-orang munafik, padahal Allah telah mengembalikan mereka (kepada kekafiran), disebabkan usaha mereka sendiri? Apakah kamu bermaksud memberi petunjuk kepada orang yang telah dibiarkan sesat oleh Allah? Barangsiapa dibiarkan sesat oleh Allah, kamu tidak akan mendapatkan jalan (untuk memberi petunjuk) baginya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/581.mp3",
    "tafsir": "Ayat ini menyingkap suatu kenyataan yang terjadi pada masa Rasulullah saw, bahwa ada segolongan kaum munafik yang selalu bermuka dua terhadap Rasulullah dan kaum Muslimin dalam menghadapi peperangan. Mereka pura-pura membantu dan menyokong Rasulullah saw dan kaum Muslimin, padahal yang sebenarnya mereka enggan memberikan bantuan, bahkan mereka dengan sembunyi-sembunyi membantu musuh Muslimin.\nDalam menghadapi orang-orang munafik ini, ternyata kaum Muslimin terpecah menjadi dua golongan. Golongan pertama berpendapat bahwa kaum munafik itu harus ditindak dan dibasmi; sedang golongan kedua ingin membela mereka, karena mereka dianggap penolong kaum Muslimin.\nSikap kaum Muslimin dikoreksi, mengapa mereka terpecah belah dan tidak bersatu padu menghadapi kaum munafik. Disebutkan bahwa orang-orang munafik itu sebagai \"orang-orang yang telah dibalikkannya kepada kekafiran\" karena tindak-tanduk mereka sendiri, dan sebagai \"orang-orang yang telah disesatkannya\" dengan arti: mereka telah menjadi sesat karena keingkaran dan tidak mengindahkan lagi petunjuk-petunjuk Allah.\nDengan nada bertanya ayat ini melarang kaum Muslimin untuk mencoba memberi petunjuk kepada orang-orang yang telah disesatkan-Nya. Allah berfirman, \"Apakah kamu berusaha untuk memberi petunjuk kepada orang-orang yang telah disesatkan Allah?\"\nPada akhir ayat ini ditegaskan bahwa tidak ada jalan bagi kaum Muslimin dan bagi siapa pun, untuk memberikan petunjuk kepada orang-orang yang telah disesatkan Allah, karena keingkaran dan kefasikan mereka. Dari ayat ini dapat diambil pengertian bahwa kaum Muslimin tidak boleh ragu dalam menghadapi orang munafik. Perintah Allah untuk berperang dan membela agama harus dilaksanakan, dan semua penghalang haruslah disingkirkan. Kaum Muslimin harus bersatu padu dalam sikap dan perbuatannya untuk menghadapi golongan munafik serta musuh-musuh Islam yang lain.",
    "quraish": "Wahai orang-orang yang beriman, tidak sepantasnya kalian berselisih tentang orang-orang munafik yang menampakkan keislaman dan menyembunyikan kekafiran: apakah mereka beriman atau kafir, apakah mereka layak diperangi atau tidak, atau apakah mereka memiliki kesiapan untuk mendapat petunjuk atau tidak. Sungguh akal mereka telah membalikkan apa yang telah mereka perbuat dan menjadikan kejahatan menguasai diri mereka. Maka janganlah kamu mengharapkan petunjuk orang yang telah ditakdirkan oleh Allah, dalam ilmu-Nya yang azali, tidak mendapatkan petunjuk. Karena barangsiapa ditakdirkan sesat oleh Allah, dalam ilmu-Nya yang azali, maka sedikit pun ia tidak akan mendapat petunjuk.",
    "jalalayn": "(Mengapa kamu menjadi dua golongan menghadapi golongan munafik padahal Allah telah membalikkan mereka menjadi kafir) (disebabkan usaha mereka) berupa perbuatan maksiat dan kekafiran. (Apakah kamu hendak menunjuki orang yang disesatkan oleh Allah) artinya kamu anggap mereka itu termasuk orang-orang yang beroleh petunjuk? Pertanyaan pada kedua tempat berarti sanggahan. (Siapa yang disesatkan oleh Allah maka kamu sekali-kali takkan mendapatkan jalan) untuk menunjukinya."
  },
  {
    "page": 92,
    "name": "An-Nisa'",
    "ayat": 89,
    "arab": "وَدُّوْا لَوْ تَكْفُرُوْنَ كَمَا كَفَرُوْا فَتَكُوْنُوْنَ سَوَاۤءً فَلَا تَتَّخِذُوْا مِنْهُمْ اَوْلِيَاۤءَ حَتّٰى يُهَاجِرُوْا فِيْ سَبِيْلِ اللّٰهِ ۗ فَاِنْ تَوَلَّوْا فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ وَجَدْتُّمُوْهُمْ ۖ وَلَا تَتَّخِذُوْا مِنْهُمْ وَلِيًّا وَّلَا نَصِيْرًاۙ  ",
    "translation": "Mereka ingin agar kamu menjadi kafir sebagaimana mereka telah menjadi kafir, sehingga kamu menjadi sama (dengan mereka). Janganlah kamu jadikan dari antara mereka sebagai teman-teman(mu), sebelum mereka berpindah pada jalan Allah. Apabila mereka berpaling, maka tawanlah mereka dan bunuhlah mereka di mana pun mereka kamu temukan, dan janganlah kamu jadikan seorang pun di antara mereka sebagai teman setia dan penolong,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/582.mp3",
    "tafsir": "Diriwayatkan bahwa beberapa orang Arab datang kepada Rasulullah saw. di Medinah, lalu mereka masuk Islam, kemudian mereka ditimpa penyakit panas, yang menyebabkan mereka kembali kafir lalu mereka keluar dari Medinah. Kemudian mereka berjumpa dengan sahabat Nabi, para sahabat menanyakan sebab-sebab mereka meninggalkan Medinah. Mereka menerangkan bahwa mereka ditimpa penyakit panas. Para sahabat berkata, \"Mengapa kamu tidak mengambil teladan yang baik dari Rasulullah?\" Dalam menyikapi orang-orang ini, para sahabat terbagi kepada dua golongan. Yang sebagian berpendapat bahwa mereka telah menjadi munafik, sedang sebagian lagi berpendapat bahwa mereka masih Islam. Lalu turunlah ayat ini yang mencela sikap kaum muslimin, karena terpecah menjadi dua golongan, dan memerintahkan agar orang Arab ditawan dan dibunuh, jika mereka tidak berhijrah ke Medinah, karena mereka disamakan dengan kaum musyrikin yang lain.\nAyat ini menjelaskan sifat-sifat orang-orang munafik, yang oleh sebagian kaum Muslimin ketika itu dibela dan hendak diberi petunjuk, serta diharapkan bantuan mereka untuk memperkuat kaum Muslimin. Sifat kaum munafik itu jauh berbeda dari orang-orang kafir, yang senang dengan kekafiran mereka dan tidak mengganggu orang lain. Adapun orang-orang munafik, mereka tidak hanya sekedar bermuka dua terhadap kaum Muslimin, melainkan juga ingin mengembalikan kaum Muslimin kepada kekafiran, dan sesudah itu mereka akan melenyapkan agama Islam dari muka bumi ini.\nOleh karena demikian buruknya niat dan perbuatan orang-orang munafik itu, maka kaum Muslimin sekali lagi diingatkan, agar jangan sekali-kali mempercayai mereka dan jangan menjadikan mereka sebagai teman dan penolong, kecuali mereka benar-benar telah menganut agama Islam dan telah sesuai perbuatan mereka dengan ucapan, serta telah bersatu padu dengan kaum Muslimin dalam akidah, sikap dan perbuatan, bukan hanya sekedar tunduk karena mereka dalam keadaan lemah. Jika mereka benar-benar telah beriman, tentulah mereka tidak akan meninggalkan Nabi dan kaum Muslimin dalam menghadapi berbagai kesulitan. Mereka tentu akan selalu bersama Nabi dan kaum Muslimin, karena hal itu adalah dorongan iman yang kuat di dalam hati seseorang. Maka keengganan untuk mengikuti Nabi adalah suatu tanda lemahnya keimanan dan belum adanya keikhlasan untuk membela agama Islam.\nOleh sebab itu perintah dalam ayat ini bilamana ternyata mereka tidak mau beriman dan berjihad di jalan Allah, maka hendaklah kaum Muslimin menawan dan membunuh mereka, dan tidak menjadikan mereka sebagai pelindung dan penolong.\nDari ayat ini dapat diambil pengertian bahwa yang menjadi alasan pokok bagi perintah untuk menawan dan membunuh mereka, ialah sifat mereka yang tidak jujur kepada kaum Muslimin serta perbuatan mereka yang dilakukan dengan sembunyi untuk menghancurkan Islam dan kaum Muslimin. Tindakan terhadap mereka itu dipandang sebagai suatu keharusan yang perlu dilakukan untuk keselamatan Islam dan kaum Muslimin. Tindakan itu harus dihentikan apabila ternyata mereka itu telah menghentikan pula sikap dan perbuatan mereka yang bersifat bermusuhan terhadap Islam dan kaum Muslimin.",
    "quraish": "Kalian berupaya agar orang-orang munafik itu mendapat petunjuk, sedangkan mereka menginginkan kalian menjadi kafir seperti mereka. Jika demikian keadaan mereka, janganlah kalian menjadikan mereka sebagai penolong kalian dan jangan pula menganggap mereka bagian dari golongan kalian, sampai mereka berhijrah dan berperang di jalan Islam. Karena, hanya dengan berhijrah dan berperang di jalan Islam itulah kemunafikan mereka akan hilang. Tetapi jika mereka berpaling dan bergabung dengan musuh-musuh kalian, perangilah mereka di mana saja kalian temui. Jangan anggap mereka sebagai bagian dari golongan kalian, dan jangan pula jadikan mereka sebagai penolong-penolong kalian.",
    "jalalayn": "(Mereka ingin) atau mengangan-angankan (agar kamu kafir hingga kamu menjadi sama) dengan mereka dalam kekafiran (maka janganlah kamu ambil di antara mereka sebagai pembela) yang akan membelamu walaupun mereka menampakkan keimanan (hingga mereka berhijrah di jalan Allah) yakni benar-benar hijrah yang membuktikan keimanan mereka. (Jika mereka berpaling) dan tetap atas keadaan mereka (maka ambillah mereka itu) maksudnya tawanlah (dan bunuhlah mereka di mana saja kamu jumpai dan janganlah kamu jadikan seorang pun di antara mereka sebagai pelindung) yang akan melindungimu (dan tidak pula sebagai penolong) yang akan kamu mintai pertolongan untuk menghadapi musuh-musuhmu."
  },
  {
    "page": 92,
    "name": "An-Nisa'",
    "ayat": 90,
    "arab": "اِلَّا الَّذِيْنَ يَصِلُوْنَ اِلٰى قَوْمٍۢ بَيْنَكُمْ وَبَيْنَهُمْ مِّيْثَاقٌ اَوْ جَاۤءُوْكُمْ حَصِرَتْ صُدُوْرُهُمْ اَنْ يُّقَاتِلُوْكُمْ اَوْ يُقَاتِلُوْا قَوْمَهُمْ ۗ وَلَوْ شَاۤءَ اللّٰهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوْكُمْ ۚ فَاِنِ اعْتَزَلُوْكُمْ فَلَمْ يُقَاتِلُوْكُمْ وَاَلْقَوْا اِلَيْكُمُ السَّلَمَ ۙ فَمَا جَعَلَ اللّٰهُ لَكُمْ عَلَيْهِمْ سَبِيْلًا ",
    "translation": "kecuali orang-orang yang meminta perlindungan kepada suatu kaum, yang antara kamu dan kaum itu telah ada perjanjian (damai) atau orang yang datang kepadamu sedang hati mereka merasa keberatan untuk memerangi kamu atau memerangi kaumnya. Sekiranya Allah menghendaki, niscaya diberikan-Nya kekuasaan kepada mereka (dalam) menghadapi kamu, maka pastilah mereka memerangimu. Tetapi jika mereka membiarkan kamu, dan tidak memerangimu serta menawarkan perdamaian kepadamu (menyerah), maka Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/583.mp3",
    "tafsir": "Diperintahkan kepada kaum Muslimin agar tindakan \"menawan dan membunuh\" itu tidak dilakukan kepada orang-orang seperti berikut: Pertama: Orang-orang kafir yang meninggalkan kelompok mereka semula yang memusuhi Islam dan kaum Muslimin, kemudian mereka pergi minta perlindungan kepada kelompok orang-orang kafir lain yang telah mengadakan perjanjian damai dengan kaum Muslimin. Dalam hal ini kaum Muslimin tidak diperbolehkan menawan atau membunuh mereka sebab mereka telah disamakan hukumnya dengan orang-orang kafir tempat mereka berlindung yang telah mengadakan perjanjian damai dengan Muslimin. Kaum Muslimin harus menghormati perjanjian damai yang telah dibuat, sekalipun dengan orang kafir selama mereka tidak melanggarnya.\nKedua: Orang-orang kafir yang datang kepada kaum Muslimin untuk mengadakan perdamaian. Mereka tidak mau memerangi kaum Muslimin; karena keinginan mereka untuk berdamai. Mereka juga tidak bersedia membantu kaum Muslimin untuk memerangi orang-orang kafir lainnya, karena kemungkinan orang-orang kafir ini masih kaum kerabat mereka, atau sebagian keluarga mereka masih tinggal bersama orang-orang kafir tersebut. Orang yang semacam ini juga tidak boleh ditawan dan dibunuh oleh kaum Muslimin.\nDari ketentuan ini dapat dilihat betapa adilnya hukum Al-Qur'an. Kaum Muslimin harus menghormati perjanjian atau persetujuan yang telah dibuat dengan orang-orang kafir selama mereka tetap menghormati dan menepati isi perjanjian itu.\nBoleh jadi terasa berat bagi sebagian Muslimin untuk menahan diri tidak memerangi kedua golongan tersebut, misalnya karena melihat kenyataan bahwa mereka masih berada dalam masyarakat kafir, atau karena mereka tidak bersedia membantu Muslimin dalam memerangi kaum kafir lainnya yang memusuhi mereka. Oleh sebab itu ayat ini mengingatkan kaum Muslimin kepada rahmat-Nya bahwa ia telah melenyapkan bahaya yang mungkin timbul dari orang-orang tersebut terhadap Muslimin. Andaikata Allah menghendaki, niscaya Dia memberikan kekuatan kepada orang kafir tersebut untuk memerangi kaum Muslimin, misalnya dengan menunjukkan kepada mereka kelemahan kaum Muslimin, yang memungkinkan orang kafir itu memerangi dan mengalahkan Muslimin. Tetapi Allah Maha Pengasih telah melimpahkan rahmat-Nya, sehingga berbagai bahaya tersebut tidak terjadi. Sebagai imbalannya, kaum Muslimin harus menahan diri terhadap mereka.\nPada akhir ayat ini ditegaskan kembali larangan-Nya kepada kaum Muslimin untuk menawan dan membunuh orang-orang kafir dari kedua golongan tersebut di atas, apabila mereka benar-benar tidak memusuhi Islam dan kaum Muslimin dan selalu memelihara perdamaian. Apabila Muslimin memerangi mereka, mungkin hal itu akan menggerakkan mereka untuk menyusun kekuatan guna menghadapi Muslimin. Ayat ini merupakan dasar \"hukum suaka politik\" dalam Islam.",
    "quraish": "Karena merusak persatuan masyarakat Muslim, semua orang munafik itu berhak diperangi, kecuali mereka yang mempunyai hubungan dengan suatu bangsa yang telah mengadakan perjanjian dengan umat Islam untuk tidak saling membunuh antara masing-masing anggota dua kelompok itu. Juga mereka yang bimbang: apakah ikut bergabung bersama orang-orang munafik yang merupakan musuh umat Islam, sementara tidak ada perjanjian untuk itu, atau bergabung perang bersama kelompok umat Islam? Larangan memerangi kelompok pertama didasarkan pada adanya ikatan perjanjian, sedang kelompok kedua dilakukan karena mereka sedang berada di dalam kesulitan. Seandainya Allah berkehendak, niscaya Dia akan menjadikan mereka memerangi kalian. Dan jika mereka menghendaki perdamaian, maka tidak ada jalan bagimu untuk memerangi mereka.",
    "jalalayn": "(Kecuali orang-orang yang menghubungi) maksudnya minta perlindungan (kepada suatu kaum yang antara kamu dengan mereka ada perjanjian damai) termasuk dengan sekutu-sekutu mereka sebagaimana pernah terjadi antara Nabi saw. dengan Hilal bin Uwaimir Al-Aslami (atau) orang-orang yang (datang kepadamu) sedangkan (hati mereka merasa keberatan) untuk (memerangimu) bersama kaum mereka (atau memerangi kaum mereka) bersama kamu; artinya tak mau berperang dengan kamu maupun dengan kaum mereka, maka janganlah kamu tawan atau bunuh mereka. Ini berikut yang sesudahnya dinasakhkan oleh ayat perang. (Sekiranya Allah menghendaki) agar mereka menguasaimu (tentulah Dia akan menjadikan mereka berkuasa atasmu) yaitu dengan menguatkan hati mereka (sehingga pastilah mereka memerangimu) tetapi Allah tiada menghendaki demikian, maka ditiupkan-Nya ke dalam hati mereka rasa takut dan ciut. (Tetapi jika mereka membiarkanmu dan tidak memerangi kamu hanya menyatakan perdamaian kepadamu) artinya mereka tunduk (maka Allah tidaklah memberi jalan kepadamu) untuk menawan dan membunuh mereka."
  },
  {
    "page": 92,
    "name": "An-Nisa'",
    "ayat": 91,
    "arab": "سَتَجِدُوْنَ اٰخَرِيْنَ يُرِيْدُوْنَ اَنْ يَّأْمَنُوْكُمْ وَيَأْمَنُوْا قَوْمَهُمْ ۗ كُلَّ مَا رُدُّوْٓا اِلَى الْفِتْنَةِ اُرْكِسُوْا فِيْهَا ۚ فَاِنْ لَّمْ يَعْتَزِلُوْكُمْ وَيُلْقُوْٓا اِلَيْكُمُ السَّلَمَ وَيَكُفُّوْٓا اَيْدِيَهُمْ فَخُذُوْهُمْ وَاقْتُلُوْهُمْ حَيْثُ ثَقِفْتُمُوْهُمْ ۗ وَاُولٰۤىِٕكُمْ جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطٰنًا مُّبِيْنًا ࣖ ",
    "translation": "Kelak akan kamu dapati (golongan-golongan) yang lain, yang menginginkan agar mereka hidup aman bersamamu dan aman (pula) bersama kaumnya. Setiap kali mereka diajak kembali kepada fitnah (syirik), mereka pun terjun ke dalamnya. Karena itu jika mereka tidak membiarkan kamu dan tidak mau menawarkan perdamaian kepadamu, serta tidak menahan tangan mereka (dari memerangimu), maka tawanlah mereka dan bunuhlah mereka di mana saja kamu temui, dan merekalah orang yang Kami berikan kepadamu alasan yang nyata (untuk memerangi, menawan dan membunuh) mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/584.mp3",
    "tafsir": "Selain kedua golongan kafir tersebut, kaum Muslimin akan menemukan satu golongan lain dengan ciri-ciri dan niat yang berbeda. Mereka adalah golongan kafir munafik, yaitu munafik dalam hal kepercayaan. Apabila mereka bertemu dengan kaum Muslimin mereka menyatakan diri beragama Islam, dan apabila mereka berada bersama orang-orang kafir, mereka mengatakan tetap seagama dengan mereka dan tetap menyembah sesembahan mereka. Hal itu mereka lakukan karena menjaga keamanan diri, keluarga dan harta benda mereka terhadap gangguan kaum Muslimin dan gangguan dari golongan mereka sendiri. \n\nDan apabila mereka berjumpa dengan orang yang beriman, mereka berkata, \"Kami telah beriman.\" Tetapi apabila mereka kembali kepada setan-setan (para pemimpin) mereka, mereka berkata, \"Sesungguhnya kami bersama kamu, kami hanya berolok-olok.\" (al-Baqarah/2:14).\nDiriwayatkan oleh Ibnu Jarir bahwa ayat tersebut diturunkan mengenai satu kaum dari kalangan penduduk kota Mekah. Mereka pernah datang kepada Rasulullah saw mengatakan bahwa mereka masuk Islam. Tetapi pada hakikatnya mereka berbuat demikian hanyalah berpura-pura. Sesudah itu mereka kembali kepada Quraisy yang masih kafir, lalu mereka menyembah patung bersama-sama orang tersebut.\nHal itu mereka lakukan dengan maksud agar mereka aman terhadap kaum Muslimin dan aman pula terhadap orang-orang kafir. Ayat ini menjelaskan bagaimana seharusnya sikap kaum Muslimin dalam menghadapi orang-orang munafik tersebut, yaitu selama mereka tidak menghentikan gangguan mereka terhadap kaum Muslimin, dan tidak mengemukakan permintaan mereka untuk mengadakan perjanjian damai, maka kaum Muslimin haruslah memerangi, menawan dan membunuh mereka, di mana pun mereka ditemukan. Allah swt telah memberikan wewenang dan alasan yang nyata kepada kaum Muslimin untuk menawan dan membunuh mereka.\nDari ayat ini dapat diambil pengertian bahwa apabila orang-orang munafik telah menghentikan gangguan mereka terhadap kaum Muslimin atau mereka sudah mengajukan perdamaian, maka kaum Muslimin dilarang memerangi, menawan dan membunuh mereka.\nDalam ayat yang lain Allah berfirman:\n\nAllah tidak melarang kamu berbuat baik dan berlaku adil terhadap orang-orang yang tidak memerangimu dalam urusan agama dan tidak mengusir kamu dari kampung halamanmu. Sesungguhnya Allah mencintai orang-orang yang berlaku adil. (al-Mumtahanah/60:8).\n\nDengan demikian, perintah Allah kepada Muslimin untuk memerangi orang-orang kafir, adalah khusus mengenai mereka yang memerangi atau bersikap memusuhi Islam dan kaum Muslimin.\n\nDan perangilah di jalan Allah orang-orang yang memerangi kamu, tetapi jangan melampaui batas. Sungguh, Allah tidak menyukai orang-orang yang \nmelampaui batas. (al-Baqarah/2:190).",
    "quraish": "Jika kalian menampakkan kemusyrikan, mereka akan bersama kalian. Tetapi jika orang-orang musyrik itu menampakkan keislaman, maka mereka tetap bersama orang-orang musyrik, karena mereka ingin selamat dari orang-orang Islam dan orang-orang musyrik. Mereka selalu berada dalam kesesatan dan kemunafikan. Jika mereka tidak berhenti memerangi kalian dan tidak mau menyatakan damai, maka perangilah mereka di mana pun kalian temukan. Karena, jika mereka tidak menghentikan peperangan, orang-orang Mukmin beralasan untuk melawan mereka. Allah menjadikan alasan yang jelas bagi orang-orang yang beriman untuk memerangi mereka.",
    "jalalayn": "(Akan kamu dapati pula golongan lain yang bermaksud supaya mereka aman dari kamu) dengan berpura-pura beriman di hadapanmu (dan merasa aman pula dari kaum mereka) dengan menyatakan kekafiran jika mereka kembali kepada kaum mereka. Mereka ini ialah Bani Asad dan Ghathafan. (Setiap mereka diajak untuk fitnah) artinya kembali kepada kemusyrikan (mereka pun berbalik) atau terjun ke dalamnya. (Maka jika mereka tidak membiarkanmu) artinya masih hendak memerangimu (dan) tidak (mengemukakan perdamaian kepadamu serta) tidak (menahan tangan mereka) dari memerangimu (maka ambillah mereka) sebagai tawanan (dan bunuhlah mereka itu di mana juga kamu temui) atau jumpai (dan mereka itulah orang-orang yang Kami berikan kepadamu kekuasaan yang nyata) artinya wewenang dan bukti yang jelas untuk membunuh dan menawan mereka disebabkan kecurangan mereka."
  }
]