[
  {
    "page": 97,
    "name": "An-Nisa'",
    "ayat": 114,
    "arab": "۞ لَا خَيْرَ فِيْ كَثِيْرٍ مِّنْ نَّجْوٰىهُمْ اِلَّا مَنْ اَمَرَ بِصَدَقَةٍ اَوْ مَعْرُوْفٍ اَوْ اِصْلَاحٍۢ بَيْنَ النَّاسِۗ وَمَنْ يَّفْعَلْ ذٰلِكَ ابْتِغَاۤءَ مَرْضَاتِ اللّٰهِ فَسَوْفَ نُؤْتِيْهِ اَجْرًا عَظِيْمًا ",
    "translation": "Tidak ada kebaikan dari banyak pembicaraan rahasia mereka, kecuali pembicaraan rahasia dari orang yang menyuruh (orang) bersedekah, atau berbuat kebaikan, atau mengadakan perdamaian di antara manusia. Barangsiapa berbuat demikian karena mencari keridaan Allah, maka kelak Kami akan memberinya pahala yang besar.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/607.mp3",
    "tafsir": "Merahasiakan pembicaraan dan perbuatan keji, seperti yang telah dilakukan oleh thu'mah dan kawan-kawannya adalah perbuatan yang terlarang, tidak ada faedahnya, kecuali bisik-bisik itu untuk menyuruh bersedekah, berbuat makruf dan mengadakan perdamaian di antara manusia.\nBerbisik-bisik dan menyembunyikan pembicaraan biasanya dilakukan untuk merahasiakan perbuatan terlarang, perbuatan jahat dan untuk melenyapkan kebaikan, jarang yang dilakukan untuk perbuatan baik dan terpuji.\nManusia menurut tabiatnya senang menyatakan dan mengatakan kepada orang lain atau kepada orang banyak tentang perbuatan baik yang telah atau yang akan dilakukannya. Sedang perbuatan jahat atau perbuatan dosa yang telah atau yang akan dilakukannya, selalu disembunyikan dan dirahasiakannya. Ia takut orang lain akan mengetahuinya, sesuai dengan sabda Rasulullah saw:\n\"Kebajikan itu adalah akhlak yang baik, dan dosa itu adalah apa yang terasa tidak enak di dalam hatimu, dan kamu tidak senang orang lain mengetahuinya\" (Riwayat Muslim).\nKarena itu diperintahkan agar orang yang beriman menjauhi perbuatan itu, terutama berbisik-bisik atau mengadakan pembicaraan rahasia untuk melakukan perbuatan dosa, permusuhan, mendustakan Rasulullah dan lain sebagainya.\nAyat yang lain menegaskan larangan Allah dan menyatakan bahwa berbisik dan mengadakan perjanjian rahasia untuk melakukan perbuatan dosa, termasuk perbuatan setan. Allah berfirman:\n\n(9) Wahai orang-orang yang beriman! Apabila kamu mengadakan pembicaraan rahasia, janganlah kamu membicarakan perbuatan dosa, permusuhan dan durhaka kepada Rasul. Tetapi bicarakanlah tentang perbuatan kebajikan dan takwa. Dan bertakwalah kepada Allah yang kepada-Nya kamu akan dikumpulkan kembali. (10) Sesungguhnya pembicaraan rahasia itu termasuk (perbuatan) setan, agar orang-orang yang beriman itu bersedih hati, sedang (pembicaraan) itu tidaklah memberi bencana sedikit pun kepada mereka, kecuali dengan izin Allah. Dan kepada Allah hendaknya orang-orang yang beriman bertawakal. (al-Mujadalah/58:9-10). \n\nAllah mengecualikan tiga macam perbuatan yang dibolehkan bahkan diperintahkan menyampaikannya dengan berbisik-bisik atau dengan rahasia, yaitu bersedekah, berbuat makruf dan mengadakan perdamaian di antara manusia.\nBersedekah adalah salah satu perbuatan baik yang sangat dianjurkan Allah. Tetapi menyebut-nyebut atau memberitahukannya di hadapan orang banyak, kadang-kadang dapat menimbulkan rasa tidak senang di dalam hati orang yang menerimanya. Bahkan adakalanya dirasakan sebagai suatu penghinaan terhadap dirinya, sekalipun si pemberi sedekah itu telah menyatakan bahwa ia bersedekah dengan hati yang ikhlas dan untuk mencari keridaan Allah swt.\n\n\"Jika kamu menampakkan sedekah-sedekahmu, maka itu baik. Dan jika kamu menyembunyikannya dan memberikannya kepada orang-orang fakir, maka itu lebih baik bagimu¦\" (al-Baqarah/2:271). \n\nPerbuatan makruf adalah lawan dari perbuatan mungkar, lawan dari segala perbuatan yang dilarang Allah Yang Mahatahu dan perbuatan yang mengikuti hawa nafsu. Menasihati seseorang untuk berbuat makruf di hadapan orang banyak, mungkin akan menimbulkan rasa kurang enak pada yang dinasihati, apabila yang diberi nasihat itu teman sebaya atau orang yang lebih tinggi derajatnya dari orang yang menasihati. Biasanya orang yang menasihati lebih tinggi derajat, pangkat atau kedudukannya dari yang dinasihati. Karena itu Allah memerintahkan agar menasihati seseorang untuk berbuat makruf dengan cara berbisik dan tidak didengar orang lain. Bila didengar orang lain, maka orang yang dinasihati itu mungkin akan merasa terhina dan sakit hati, sehingga nasihat itu tidak diterimanya.\nKaum Muslimin diperintahkan agar selalu menjaga dan berusaha mengadakan perdamaian di antara manusia yang sedang berselisih terutama mendamaikan antara saudara-saudara yang beriman, sesuai dengan firman Allah:\n\nSesungguhnya orang-orang mukmin itu bersaudara, karena itu damaikanlah antara kedua saudaramu (yang berselisih) dan bertakwalah kepada Allah agar kamu mendapat rahmat. (al-hujurat/49:10).\n\n\n\"¦ Maka bertakwalah kepada Allah dan perbaikilah hubungan di antara sesamamu, ¦\" (al-Anfal/8:1).\n\nUsaha mengadakan perdamaian di antara orang-orang mukmin yang berselisih adalah usaha yang terpuji dan diperintahkan Allah. Tetapi menyebut usaha itu kepada orang lain atau didengar oleh orang banyak mungkin akan membawa kepada kemudaratan atau kejahatan yang lain, sehingga maksud mendamaikan itu akan berubah menjadi fitnah yang dapat memperdalam jurang persengketaan antara orang-orang yang akan didamaikan.\nAda orang yang enggan didamaikan bila diketahuinya bahwa yang akan mendamaikan itu orang lain. Ada pula orang yang enggan menerima perdamaian bila proses perdamaian itu diketahui orang banyak, karena ia khawatir bahwa usaha itu akan menjadi bahan pembicaraan orang banyak. Di samping itu mungkin ada pula pihak ketiga yang tidak menginginkan terjadinya suatu perdamaian. Karena itu Allah memerintahkan agar orang-orang yang beriman merahasiakan pembicaraan dan usaha yang berhubungan dengan mengadakan perdamaian di antara manusia.\nOrang yang melaksanakan tiga macam perintah Allah, yaitu bersedekah, berbuat kebaikan dan mencari perdamaian di antara manusia dengan ketundukan hati dan kepatuhan kepada-Nya serta mencari kerelaan-Nya, akan diberi pahala yang berlipat ganda oleh Allah. Keridaan Allah hanyalah dapat dicapai dengan mengerjakan perbuatan-perbuatan baik dan bermanfaat, disertai dengan keikhlasan hati sesuai dengan yang diperintahkan-Nya.",
    "quraish": "Sesungguhnya omongan-omongan yang akan mereka bisikkan kepada diri mereka sendiri, atau kepada sesama mereka, kebanyakannya tidak baik. Sebab, kejahatan biasanya lahir dari bisikan-bisikan seperti itu. Tetapi, jika pembicaraan itu mengenai perintah mengeluarkan sedekah, mengenai rencana melakukan suatu perbuatan yang tidak dilarang, atau mengenai rencana perbaikan di antara sesama manusia, itu baik-baik saja. Barangsiapa melakukan hal itu demi mencari perkenan Allah, Dia pasti akan memberinya pahala yang besar atas perbuatannya itu, di dunia dan di akhirat.",
    "jalalayn": "(Tidak ada kebaikan pada kebanyakan bisikan-bisikan mereka) artinya bisikan-bisikan manusia dan apa yang mereka percakapkan (kecuali) bisikan (orang yang menyuruh mengeluarkan sedekah atau melakukan perbuatan baik) atau kebaikan (atau mengadakan perdamaian di antara manusia. Siapa yang melakukan demikian) yakni yang telah disebutkan tadi (demi menuntut) mencari (keridaan Allah) dan bukan karena hal-hal lainnya berupa urusan dunia (maka akan Kami beri dia) memakai nun dan ya maksudnya Allah (pahala yang besar)."
  },
  {
    "page": 97,
    "name": "An-Nisa'",
    "ayat": 115,
    "arab": "وَمَنْ يُّشَاقِقِ الرَّسُوْلَ مِنْۢ بَعْدِ مَا تَبَيَّنَ لَهُ الْهُدٰى وَيَتَّبِعْ غَيْرَ سَبِيْلِ الْمُؤْمِنِيْنَ نُوَلِّهٖ مَا تَوَلّٰى وَنُصْلِهٖ جَهَنَّمَۗ وَسَاۤءَتْ مَصِيْرًا ࣖ ",
    "translation": "Dan barangsiapa menentang Rasul (Muhammad) setelah jelas kebenaran baginya, dan mengikuti jalan yang bukan jalan orang-orang mukmin, Kami biarkan dia dalam kesesatan yang telah dilakukannya itu dan akan Kami masukkan dia ke dalam neraka Jahanam, dan itu seburuk-buruk tempat kembali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/608.mp3",
    "tafsir": "Seseorang yang menentang Rasulullah setelah nyata baginya kebenaran risalah yang dibawanya, serta mengikuti jalan orang yang menyimpang dari jalan kebenaran, maka Allah membiarkan mereka menempuh jalan sesat yang dipilihnya. Kemudian Dia akan memasukkan mereka ke dalam neraka, tempat kembali yang seburuk-buruknya. Ayat ini erat hubungannya dengan tindakan Tu'mah dan pengikut-pengikutnya, dan perbuatan orang-orang yang bertindak seperti yang dilakukan Tu'mah itu. \nDari ayat ini dipahami bahwa Allah telah menganugerahkan kepada manusia kemauan dan kebebasan memilih. Pada ayat Al-Qur'an yang lain diterangkan pula bahwa Allah telah menganugerahkan akal, pikiran dan perasaan serta melengkapinya dengan petunjuk-petunjuk yang dibawa para rasul. Jika manusia menggunakan dengan baik semua anugerah Allah itu, pasti ia dapat mengikuti jalan yang benar.\nTetapi kebanyakan manusia mementingkan dirinya sendiri, mengikuti hawa nafsunya sehingga ia tidak menggunakan akal, pikiran, perasaan, dan petunjuk-petunjuk Allah dalam menetapkan dan memilih perbuatan yang patut dikerjakannya. Karena itu ada manusia yang menantang dan memusuhi para rasul, setelah nyata bagi mereka kebenaran dan ada pula manusia yang suka mengerjakan pekerjaan jahat, sekalipun hatinya mengakui kesalahan perbuatannya itu.\nAllah menilai perbuatan manusia, kemudian Dia memberi balasan yang setimpal, amal baik dibalas dengan pahala yang berlipat ganda, sedang perbuatan buruk diberi balasan yang setimpal dengan perbuatan itu.",
    "quraish": "Barangsiapa menentang rasul sesudah melihat jelas jalan kebenaran dan petunjuk, mengikuti selain jalan yang ditempuh orang-orang Muslim dan masuk ke dalam perwalian musuh orang-orang Muslim, maka ia termasuk golongan mereka karena lebih memilih dan menjadikan mereka sebagai penolong. Allah akan memasukkannya ke dalam api nereka di hari kiamat.",
    "jalalayn": "(Dan siapa yang menyalahi) atau menentang (Rasul) mengenai kebenaran yang dibawanya (setelah nyata baginya petunjuk) artinya setelah jelas baginya kebenaran dengan adanya mukjizat-mukjizat (dan ia mengikuti) jalan (yang bukan jalan orang-orang mukmin) artinya jalan keagamaan yang biasa mereka lalui dengan cara menyimpang dan mengingkarinya (maka Kami jadikan ia menguasai apa yang telah dikuasainya berupa kesesatan) artinya Kami jadikan ia membina hubungan di antaranya dengan kesesatan itu di atas dunia, lalu (Kami masukkan ia) di akhirat (ke dalam neraka Jahanam) hingga ia terbakar hangus di dalamnya (dan itulah seburuk-buruk tempat kembali)."
  },
  {
    "page": 97,
    "name": "An-Nisa'",
    "ayat": 116,
    "arab": "اِنَّ اللّٰهَ لَا يَغْفِرُ اَنْ يُّشْرَكَ بِهٖ وَيَغْفِرُ مَا دُوْنَ ذٰلِكَ لِمَنْ يَّشَاۤءُ ۗ وَمَنْ يُّشْرِكْ بِاللّٰهِ فَقَدْ ضَلَّ ضَلٰلًا ۢ بَعِيْدًا ",
    "translation": "Allah tidak akan mengampuni dosa syirik (mempersekutukan Allah dengan sesuatu), dan Dia mengampuni dosa selain itu bagi siapa yang Dia kehendaki. Dan barangsiapa mempersekutukan (sesuatu) dengan Allah, maka sungguh, dia telah tersesat jauh sekali.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/609.mp3",
    "tafsir": "Allah tidak akan mengampuni dosa orang yang mengakui adanya tuhan lain selain Allah atau menyembah selain Allah, tetapi Dia mengampuni dosa lainnya. Dari ayat ini dipahami bahwa ada dua macam dosa, yaitu:\n1.Dosa yang tidak diampuni Allah, dosa syirik.\n2.Dosa yang dapat diampuni Allah, dosa selain dosa syirik.\nJika seseorang mensyarikatkan Allah, berarti di dalam hatinya tidak ada pengakuan tentang keesaan Allah. Karena itu hubungannya dengan Allah Yang Mahakuasa, Yang Maha Penolong, Maha Pengasih lagi Maha Penyayang telah terputus: Ini berarti tidak ada lagi baginya penolong, pelindung, pemelihara, seakan-akan dirinya telah lepas dari Tuhan Yang Maha Esa. Ia telah sesat dan jauh menyimpang dari jalan yang lurus yang diridai Allah, maka mustahil baginya mendekatkan diri kepada Allah.\nSeandainya di dalam hati dan jiwa seseorang telah tumbuh syirik berarti hati dan jiwanya telah dihinggapi penyakit yang paling parah; tidak ada obat yang dapat menyembuhkannya. Segala macam bentuk kebenaran dan kebaikan yang ada pada orang itu tidak akan sanggup mengimbangi, apalagi menghapuskan kejahatan dan kerusakan yang ditimbulkan oleh syirik itu.\nHati seorang musyrik tidak berhubungan lagi dengan Allah, tetapi terpaut kepada hawa nafsu, loba dan tamak kepada harta benda yang tidak akan dapat menolongnya sedikit pun. Itulah sebabnya Allah menegaskan bahwa dosa syirik itu amat besar dan tidak akan diampuni-Nya.\nSeandainya hati dan jiwa seseorang bersih dari syirik, atau ada cahaya iman di dalamnya, maka sekalipun ia telah mengerjakan dosa, hatinya akan ditumbuhi iman dan datang kepadanya petunjuk, maka ia akan bertobat, karena cahaya iman yang ada di dalam hatinya dapat bersinar kembali. Karena itulah Allah akan mengampuni dosanya karena bukan dosa syirik.\nAn-Nisa' 48 telah menerangkan bahwa Allah tidak akan mengampuni dosa syirik, tetapi akan mengampuni dosa selain dari dosa itu. Pengulangan pernyataan itu adalah untuk menegaskan kepada orang yang beriman agar mereka menjauhi syirik. Hendaklah mereka memupuk tauhid di dalam hati mereka, karena tauhid itu adalah dasar agama.",
    "quraish": "Tempat kembali yang menyakitkan itu diperuntukkan bagi orang-orang seperti itu, karena mereka telah memusuhi Islam. Sikap memusuhi Islam sama dengan sikap menyekutukan Allah. Setiap dosa dapat diampuni kecuali dosa syirik, menyembah selain Allah dan menentang Rasulullah saw. Sebab, Allah memang bersifat pengampun kecuali terhadap dosa syirik. Dia akan mengampuni dosa selain syirik. Barangsiapa yang menyekutukan Allah dalam beribadah dan perwalian, berarti telah sesat dan jauh dari kebenaran, karena merusak akal dan jiwanya.",
    "jalalayn": "(Sesungguhnya Allah tidak akan mengampuni dosa mempersekutukan sesuatu dengan-Nya, dan Dia akan mengampuni dosa selain itu bagi siapa yang dikehendaki-Nya. Dan siapa yang mempersekutukan sesuatu dengan Allah, maka sungguh ia telah tersesat sejauh-jauhnya) dari kebenaran."
  },
  {
    "page": 97,
    "name": "An-Nisa'",
    "ayat": 117,
    "arab": "اِنْ يَّدْعُوْنَ مِنْ دُوْنِهٖٓ اِلَّآ اِنَاثًاۚ وَاِنْ يَّدْعُوْنَ اِلَّا شَيْطٰنًا مَّرِيْدًاۙ",
    "translation": "Yang mereka sembah selain Allah itu tidak lain hanyalah (berhala), dan mereka tidak lain hanyalah menyembah setan yang durhaka,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/610.mp3",
    "tafsir": "Telah menjadi adat kebiasaan orang Arab jahiliah menyeru, menyembah dan memohon pertolongan kepada patung-patung yang mereka buat sendiri. Mereka mempercayainya sebagai tuhan-tuhan selain Allah, dan mereka namai dengan nama-nama perempuan (inatsan), seperti al-Lata, al-'Uzza dan Manat. Berhala atau patung-patung itu mereka beri hiasan dan pakaian seperti perempuan. Setiap kabilah atau suku mempunyai berhala sendiri yang mereka beri nama dengan nama-nama perempuan.\nSebagian ahli tafsir mengartikan inatsan dengan \"orang yang telah mati\", karena orang yang telah mati itu lemah dan tidak berdaya. Orang-orang Arab jahiliah mengagungkan dan memuja nenek moyang mereka yang mati. Mereka mempercayai bahwa orang yang telah mati itu dapat dijadikan perantara untuk menyampaikan hajat atau keinginan kepada kekuatan gaib yang tidak mereka ketahui keadaan dan ujudnya. Kepercayaan yang seperti ini secara tidak sadar banyak dianut oleh Ahli Kitab dan sebagian kaum Muslimin pada masa kini.\nKepercayaan menyembah berhala, menyembah benda, memuja dan menyembah orang yang telah mati itu adalah kepercayaan yang timbul karena mengikuti hawa nafsu dan karena mengikuti tipu daya setan yang durhaka yang selalu berusaha untuk menyesatkan anak cucu Adam dari jalan yang lurus, sebagaimana mereka dahulu telah mengikrarkannya.",
    "quraish": "Tanda kesesatan paling jelas yang membuat seorang musyrik jauh dari kebenaran adalah bahwa ia beribadah kepada sesuatu yang tidak dapat mendengar dan melihat, serta tidak dapat mendatangkan manfaat dan mudarat. Tanda lain adalah menamakan tuhan-tuhan palsu dengan nama perempuan seperti Lâta, 'Uzzâ, Manâh dan sebagainya. Dengan ibadah seperti itu, ia berarti telah mengikuti jejak langkah setan.",
    "jalalayn": "(Tidaklah) apa (yang mereka seru) atau yang disembah oleh orang-orang musyrik (selain daripada-Nya) maksudnya selain dari Allah swt. (hanyalah berhala-berhala) yakni berhala-berhala betina seperti Lata, Uzza dan Manat (dan tidaklah) apa (yang mereka seru) yang mereka sembah dengan beribadah kepadanya itu (kecuali setan yang durhaka) disebabkan ketaatan mereka dalam hal beribadah kepada setan atau iblis itu."
  },
  {
    "page": 97,
    "name": "An-Nisa'",
    "ayat": 118,
    "arab": "لَّعَنَهُ اللّٰهُ ۘ وَقَالَ لَاَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيْبًا مَّفْرُوْضًاۙ",
    "translation": "yang dilaknati Allah, dan (setan) itu mengatakan, “Aku pasti akan mengambil bagian tertentu dari hamba-hamba-Mu,",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/611.mp3",
    "tafsir": "Setan itu selain mempunyai sifat durhaka, ia juga telah mendapat laknat dan murka dari Allah. Mereka telah bertambah jauh dari rahmat dan karunia-Nya, karena mereka selalu berusaha mengajak manusia mengerjakan kejahatan dan mengerjakan larangan-larangannya, dengan membisik-bisikan dan menjadikan manusia memandang baik perbuatan-perbuatan terlarang itu.\nSetan menyatakan kepada Allah bahwa ia akan mempengaruhi sebagian manusia, sehingga mereka mengikuti kehendaknya, serta menjadi hamba yang durhaka seperti dia. Pernyataan ini akan dilaksanakannya dengan segala macam cara dan usaha dan dengan segala kepandaian yang ada padanya.\nDipahami pula dari ayat ini bahwa manusia itu ada yang taat kepada Allah dan tidak dapat digoda setan serta ada pula yang tidak taat kepada Allah dan dapat digodanya. Hal ini sesuai dengan firman Allah yang menyatakan bahwa manusia itu mempunyai kesediaan untuk berbuat baik dan kesediaan untuk berbuat jahat. Allah berfirman:\n\nDan Kami telah menunjukkan kepadanya dua jalan (kebajikan dan kejahatan). (al-Balad/90:10).\n\nSetan berusaha memanfaatkan potensi untuk berbuat jahat yang ada pada manusia untuk melaksanakan pernyataannya kepada Allah. Pada sebagian manusia potensi untuk berbuat jahat itu tidak dapat dimanfaatkan oleh setan, karena potensi untuk itu telah dihambat pertumbuhannya oleh potensi kebaikan yang telah berkembang dan tumbuh pada dirinya.",
    "quraish": "Setan itu sendiri telah diusir Allah dari naungan kasih sayang-Nya dan berada di jalan kesesatan. Setan telah bersumpah kepada dirinya sendiri untuk menggoda dan mengganggu sejumlah manusia.",
    "jalalayn": "(Dia dikutuk oleh Allah) artinya dijauhkan dari rahmat-Nya (dan katanya) setan itu (\"Akan saya ambil) untuk saya (dari hamba-hamba-Mu bagian yang telah ditetapkan) yang saya ajak untuk menaati saya!"
  },
  {
    "page": 97,
    "name": "An-Nisa'",
    "ayat": 119,
    "arab": "وَّلَاُضِلَّنَّهُمْ وَلَاُمَنِّيَنَّهُمْ وَلَاٰمُرَنَّهُمْ فَلَيُبَتِّكُنَّ اٰذَانَ الْاَنْعَامِ وَلَاٰمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ اللّٰهِ ۚ وَمَنْ يَّتَّخِذِ الشَّيْطٰنَ وَلِيًّا مِّنْ دُوْنِ اللّٰهِ فَقَدْ خَسِرَ خُسْرَانًا مُّبِيْنًا ",
    "translation": "dan pasti kusesatkan mereka, dan akan kubangkitkan angan-angan kosong pada mereka dan akan kusuruh mereka memotong telinga-telinga binatang ternak, (lalu mereka benar-benar memotongnya), dan akan aku suruh mereka mengubah ciptaan Allah, (lalu mereka benar-benar mengubahnya).” Barangsiapa menjadikan setan sebagai pelindung selain Allah, maka sungguh, dia menderita kerugian yang nyata.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/612.mp3",
    "tafsir": "Pada ayat ini diterangkan tindakan dan usaha setan dalam menggunakan potensi jahat yang ada pada manusia, agar cita-citanya mencelakakan manusia dapat tercapai yaitu dengan:\n1.Berusaha memalingkan manusia dari kepercayaan yang benar dengan mengaburkan petunjuk Allah ke jalan yang benar, sehingga mereka tersesat dan menempuh jalan yang diinginkan setan.\n2.Berusaha memperdayakan pikiran manusia dengan khayalan-khayalan yang mustahil terjadi dan dengan angan-angan kosong, sehingga mereka memandang baik segala perbuatan yang dilarang, serta menanamkan di dalam hati dan pikirannya bahwa kesenangan hidup di dunia itu adalah kesenangan yang pasti tercapai sedang kesenangan dan kebahagiaan di akhirat adalah kesenangan yang diragukan adanya.\n3.Berusaha menyesatkan manusia dengan menjadikan mereka memandang haram suatu perbuatan yang halal, sebaliknya memandang yang halal sebagai sesuatu perbuatan yang haram, sebagaimana yang terdapat di kalangan Arab jahiliah. Menurut kepercayaan Arab jahiliah sebagian binatang yang akan dikorbankan untuk berhala dipotong atau dibelah telinganya. \nBila binatang itu telah dipotong atau dibelah telinganya berarti telah menjadi kepunyaan berhala, karena itu tidak boleh lagi dikendarai atau dipergunakan untuk suatu keperluan; binatang itu dibiarkan lepas dan tidak boleh diganggu seorang pun.\n4.Mengubah ciptaan Allah, menurut sebagian mufasir, ialah mengubah ketentuan-ketentuan yang telah diciptakan Allah, seperti mengebiri orang laki-laki agar ia dapat dijadikan penjaga istri-istri atau budak-budak perempuan seorang pembesar, sebagaimana yang banyak dilakukan di negeri-negeri Arab dan negeri-negeri lain zaman dahulu. Menurut sebagian mufassir, yang dimaksud dengan ciptaan Allah ialah agama Allah, karena agama Allah telah menjadi fitrah bagi manusia. Allah berfirman:\n\nMaka hadapkanlah wajahmu dengan lurus kepada agama (Islam); (sesuai) fitrah Allah disebabkan Dia telah menciptakan manusia menurut (fitrah) itu. Tidak ada perubahan pada ciptaan Allah. (Itulah) agama yang lurus, tetapi kebanyakan manusia tidak mengetahui. (ar-Rum/30:30).\n\nManusia diciptakan Allah mempunyai fitrah beragama tauhid, mengakui keesaan Allah, tidak bersekutu dengan sesuatu, hanya Allah saja yang berhak disembah. Seandainya ada manusia tidak mengakui keesaan Allah, berarti pengaruh lingkungan alam sekitarnya telah mengalahkan fitrahnya. Termasuk yang mempengaruhi manusia itu ialah usaha setan untuk melenyapkan naluri itu, sebagai yang disebutkan hadis:\nDari 'Iyad bin hammad, Bersabda Rasulullah saw, berfirman Allah 'Azza wajalla, \"Sesungguhnya Aku telah menciptakan hamba-hamba-Ku cenderung kepada (agama-Ku), maka datanglah setan kepada mereka, lalu setan itu memalingkan mereka dari agamanya dan ia mengharamkan apa yang telah Aku halalkan bagi mereka.\" (Riwayat Muslim).\n\nAllah memperingatkan hamba-Nya dengan pernyataan bahwa barang siapa yang mengikuti bisikan, tipu daya dan keinginan setan berarti dia telah jauh dari rahmat dan karunia-Nya dan telah merugi di dunia (dan di akhirat), karena setan itu selalu berusaha menggunakan segala kelemahan manusia untuk melaksanakan janjinya kepada Allah.",
    "quraish": "Sumpah setan itu akan menyesatkan orang-orang yang berhasil digodanya dengan menjauhkan mereka dari kebenaran, dan merangsang nafsu mereka. Setan akan menyesatkan mereka dalam angan- angan kosong itu. Dengan hawa nafsu dan angan-angan kosong itu mereka berada dalam kekuasaannya. Mereka didorong kepada hal-hal yang tidak masuk akal dan mengiranya sebagai ibadah, padahal itu hanya kebohongan belaka. Selanjutnya setan mengganggu mereka supaya memotong telinga sebagian unta dan mengubah ciptaan Allah. Hewan yang dipotong telinganya itu tidak boleh disembelih dan dipekerjakan, dan harus dilepas mencari makan. Semua itu adalah perintah setan. Setan kemudian membisikkan bahwa semua itu adalah perintah agama. Jika mereka melakukan itu semua berarti mereka telah mengikuti setan dan menjadikannya sebagai penolong selain Allah. Barangsiapa menjadikan setan sebagai penolong, maka ia telah menderita kerugian yang nyata, karena telah sesat dari kebenaran dan tidak lagi menggunakan akal pikirannya, dan akan merasakan kerusakan di dunia dan siksa yang pedih di akhirat kelak.",
    "jalalayn": "(Dan sungguh, akan saya sesatkan mereka) dari kebenaran dengan waswas dan godaan (dan akan saya berikan pada mereka angan-angan) artinya saya masukkan ke dalam hati mereka harapan akan berumur panjang dan bahwa tak ada saat berbangkit atau hari pengadilan (dan saya suruh mereka memotong telinga binatang-binatang ternak) dan hal itu telah mereka lakukan pada ternak bahirah. (Dan saya suruh mereka mengubah ciptaan Allah.\") maksudnya agama-Nya yaitu dengan kekafiran, menghalalkan apa yang diharamkannya dan mengharamkan apa yang dihalalkannya. (Dan siapa yang mengambil setan sebagai pelindung) yang ditaati dan dipatuhinya (selain dari Allah, maka sesungguhnya ia menderita kerugian yang nyata) artinya yang jelas, karena tempat kediamannya sudah jelas tiada lain dari neraka yang akan didiaminya untuk selama-lamanya."
  },
  {
    "page": 97,
    "name": "An-Nisa'",
    "ayat": 120,
    "arab": "يَعِدُهُمْ وَيُمَنِّيْهِمْۗ وَمَا يَعِدُهُمُ الشَّيْطٰنُ اِلَّا غُرُوْرًا ",
    "translation": "(Setan itu) memberikan janji-janji kepada mereka dan membangkitkan angan-angan kosong pada mereka, padahal setan itu hanya menjanjikan tipuan belaka kepada mereka.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/613.mp3",
    "tafsir": "Setan selalu menjanjikan yang muluk-muluk dan menimbulkan angan-angan kosong serta menimbulkan khayalan-khayalan di dalam hati dan pikiran manusia. Jika seseorang ingin menafkahkan hartanya di jalan Allah dibisikannyalah kepada orang itu bahwa menafkahkan itu mengakibatkan kemiskinan, dan dijanjikan kesenangan dan kemuliaan bila manusia itu kikir. Kepada penjudi diiming-imingi kebahagiaan dan kekayaan tanpa usaha, kepada peminum khamar dibisikkannya kegembiraan dan kesenangan bila seseorang telah mabuk dan sebagainya.\nTermasuk di dalam janji setan, ialah janji dan iming-iming yang ditanamkan kepada orang-orang yang mau melanggar larangan-larangan Allah untuk kepentingan dirinya. seperti pangkat, kehormatan dan sebagainya. Janji setan itu tidak lain hanyalah tipuan belaka, tidak ada satupun yang akan dapat ditepatinya dan tidak dapat diharapkan hasilnya sedikit pun, seperti janji dan angan-angan yang ditanamkan kepada penjudi, peminum khamar, pezina, orang yang gila pangkat dan gila hormat. Mereka mengkhayalkan kesenangan dan kebahagiaan dari hasil perbuatan mereka itu, tetapi hasil itu tidak pernah mereka nikmati.",
    "quraish": "Bagi mereka, kejahatan menjadi tampak indah akibat tipuan setan. Mereka dijanjikan keuntungan kalau mau melakukan kejahatan itu. Mereka diberikan harapan-harapan kosong. Semua janji itu hanyalah tipu daya belaka.",
    "jalalayn": "(Setan itu menjanjikan pada mereka) panjang umur (dan meniupkan angan-angan kosong) tercapainya cita-cita di dunia dan bahwa tak ada hari kebangkitan dan pembalasan (dan tidaklah apa yang dijanjikan setan itu) seperti yang disebutkan tadi (kecuali tipu daya belaka) atau kosong semata."
  },
  {
    "page": 97,
    "name": "An-Nisa'",
    "ayat": 121,
    "arab": "اُولٰۤىِٕكَ مَأْوٰىهُمْ جَهَنَّمُۖ وَلَا يَجِدُوْنَ عَنْهَا مَحِيْصًا ",
    "translation": "Mereka (yang tertipu) itu tempatnya di neraka Jahanam dan mereka tidak akan mendapat tempat (lain untuk) lari darinya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/614.mp3",
    "tafsir": "Karena orang-orang yang mengikuti dan memenuhi keinginan setan telah sesat, maka buku amalannya telah dipenuhi oleh perbuatan dosa dan maksiat. Oleh karena itu, tempat mereka adalah neraka Jahanam, mereka tidak dapat keluar dari padanya, karena tidak mempunyai suatu kebaikan yang dapat membebaskan dan menyelamatkan mereka dari azab neraka itu.",
    "quraish": "Orang-orang yang tidak menggunakan akal pikiran mereka dan mengikuti bisikan setan itu, tempat kembalinya adalah neraka Jahanam. Mereka tidak akan dapat menyelamatkan diri dari siksa itu.",
    "jalalayn": "(Mereka itu tempatnya ialah neraka Jahanam dan mereka tak dapat menghindarkan diri daripadanya.)"
  }
]