[
  {
    "page": 99,
    "name": "An-Nisa'",
    "ayat": 128,
    "arab": "وَاِنِ امْرَاَةٌ خَافَتْ مِنْۢ بَعْلِهَا نُشُوْزًا اَوْ اِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۗوَالصُّلْحُ خَيْرٌ ۗوَاُحْضِرَتِ الْاَنْفُسُ الشُّحَّۗ وَاِنْ تُحْسِنُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا ",
    "translation": "Dan jika seorang perempuan khawatir suaminya akan nusyuz atau bersikap tidak acuh, maka keduanya dapat mengadakan perdamaian yang sebenarnya, dan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir. Dan jika kamu memperbaiki (pergaulan dengan istrimu) dan memelihara dirimu (dari nusyuz dan sikap acuh tak acuh), maka sungguh, Allah Mahateliti terhadap apa yang kamu kerjakan.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/621.mp3",
    "tafsir": "Ayat ini menerangkan sikap yang harus diambil oleh seorang istri bila ia melihat sikap nusyuz dari suaminya, seperti tidak melaksanakan kewajibannya terhadap dirinya sebagaimana mestinya, tidak memberi nafkah, tidak menggauli dengan baik, berkurang rasa cinta dan kasih sayangnya dan sebagainya. Hal ini mungkin ditimbulkan oleh kedua belah pihak atau disebabkan oleh salah satu pihak saja.\nJika demikian halnya, maka hendaklah istri mengadakan musyawarah dengan suaminya, mengadakan pendekatan, perdamaian di samping berusaha mengembalikan cinta dan kasih sayang suaminya yang telah mulai pudar. Dalam hal ini tidak berdosa jika istri bersikap mengalah kepada suaminya, seperti bersedia beberapa haknya dikurangi dan sebagainya.\nUsaha mengadakan perdamaian yang dilakukan istri, bukanlah berarti bahwa istri harus bersedia merelakan sebagian haknya yang tidak dipenuhi oleh suaminya, tetapi untuk memperlihatkan kepada suaminya keikhlasan hatinya, sehingga dengan demikian suami ingat kembali kepada kewajiban-kewajiban yang telah ditentukan Allah. Allah berfirman:\n\n... Dan mereka (para perempuan) mempunyai hak seimbang dengan kewajibannya menurut cara yang patut. Tetapi para suami mempunyai kelebihan di atas mereka. ¦ (al-Baqarah/2:228).\n\nDamai dalam kehidupan keluarga menjadi tujuan agama dalam mensyariatkan pernikahan. Karena itu hendaklah Muslimin menjauhkan segala macam kemungkinan yang dapat menghilangkan suasana damai dalam keluarga. Hilangnya suasana damai dalam keluarga membuka kemungkinan terjadinya perceraian yang dibenci Allah.\nKikir termasuk tabiat manusia. Sikap kikir timbul karena manusia mementingkan dirinya sendiri, kurang memperhatikan orang lain, walaupun orang lain itu adalah istrinya sendiri atau suaminya. Karena itu waspadalah terhadap sikap kikir. Hendaklah masing-masing pihak baik suami atau istri bersedia beberapa haknya dikurangi untuk menciptakan suasana damai di dalam keluarga.\nJika suami berbuat kebaikan dengan menggauli istrinya dengan baik kembali, memupuk rasa cinta dan kasih sayang, melaksanakan kewajiban-kewajibannya terhadap istrinya. Maka Allah mengetahuinya dan memberi balasan yang berlipat ganda.",
    "quraish": "Jika seorang istri khawatir akan sikap ketidakpedulian suaminya terhadap urusan keluarga atau sikap tak acuh terhadap dirinya, maka mereka boleh mengadakan perbaikan dan pendekatan secara baik-baik. Suami atau istri yang mengerti adalah yang memulai upaya damai itu. Dan cara damai itu selalu baik. Sebenarnya yang menghalangi terciptanya kedamaian di antara suami istri adalah sikap keras masing- masing pihak dalam mempertahankan haknya secara utuh karena dikuasai oleh sikap kikir. Tidak ada jalan untuk mengembalikan cinta kasih mereka kecuali jika salah satu pihak bersedia melepas sebagian haknya. Ia, yang bersedia melepas sebagian haknya itu, adalah orang yang berbuat baik dan bertakwa. Barangsiapa mengerjakan kebaikan dan bertakwa kepada Allah, maka Allah Maha Mengetahui segala amal perbuatan dan akan memberi balasannya.",
    "jalalayn": "(Dan jika seorang wanita) imra-atun marfu' oleh fi'il yang menafsirkannya (takut) atau khawatir (dari suaminya nusyuz) artinya sikap tak acuh hingga berpisah ranjang daripadanya dan melalaikan pemberian nafkahnya, adakalanya karena marah atau karena matanya telah terpikat kepada wanita yang lebih cantik dari istrinya itu (atau memalingkan muka) daripadanya (maka tak ada salahnya bagi keduanya mengadakan perdamaian yang sebenarnya). Ta yang terdapat pada asal kata diidgamkan pada shad, sedang menurut qiraat lain dibaca yushliha dari ashlaha. Maksud perdamaian itu ialah dalam bergilir dan pemberian nafkah, misalnya dengan sedikit mengalah dari pihak istri demi mempertahankan kerukunan. Jika si istri bersedia, maka dapatlah dilangsungkan perdamaian itu, tetapi jika tidak, maka pihak suami harus memenuhi kewajibannya atau menceraikan istrinya itu. (Dan perdamaian itu lebih baik) daripada berpisah atau dari nusyuz atau sikap tak acuh. Hanya dalam menjelaskan tabiat-tabiat manusia, Allah berfirman: (tetapi manusia itu bertabiat kikir) artinya bakhil, seolah-olah sifat ini selalu dan tak pernah lenyap daripadanya. Maksud kalimat bahwa wanita itu jarang bersedia menyerahkan haknya terhadap suaminya kepada madunya, sebaliknya pihak laki-laki jarang pula yang memberikan haknya kepada istri bila ia mencintai istri lain. (Dan jika kamu berlaku baik) dalam pergaulan istri-istrimu (dan menjaga diri) dari berlaku lalim atau aniaya kepada mereka (maka sesungguhnya Allah Maha Mengetahui apa yang kamu lakukan) hingga akan memberikan balasannya."
  },
  {
    "page": 99,
    "name": "An-Nisa'",
    "ayat": 129,
    "arab": "وَلَنْ تَسْتَطِيْعُوْٓا اَنْ تَعْدِلُوْا بَيْنَ النِّسَاۤءِ وَلَوْ حَرَصْتُمْ فَلَا تَمِيْلُوْا كُلَّ الْمَيْلِ فَتَذَرُوْهَا كَالْمُعَلَّقَةِ ۗوَاِنْ تُصْلِحُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ غَفُوْرًا رَّحِيْمًا",
    "translation": "Dan kamu tidak akan dapat berlaku adil di antara istri-istri(mu), walaupun kamu sangat ingin berbuat demikian, karena itu janganlah kamu terlalu cenderung (kepada yang kamu cintai), sehingga kamu biarkan yang lain terkatung-katung. Dan jika kamu mengadakan perbaikan dan memelihara diri (dari kecurangan), maka sungguh, Allah Maha Pengampun, Maha Penyayang.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/622.mp3",
    "tafsir": "Aisyah r.a. berkata:\nAdalah Rasulullah saw membagi giliran antara istri-istrinya, ia berlaku adil, dan berdoa, 'Ya Allah, inilah penggiliranku sesuai dengan kemampuaku, maka janganlah Engkau mencelaku terhadap apa yang Engkau kuasai, tetapi aku tidak menguasai. (Riwayat Ahmad dan penyusun Kitab-kitab Sunan).\nBerdasarkan sebab turun ayat ini, maka yang dimaksud dengan berlaku adil dalam ayat ini ialah berlaku adil dalam hal membagi waktu untuk masing-masing istrinya, Rasulullah saw telah berusaha sekuat tenaga agar beliau dapat berlaku adil di antara mereka. Maka ditetapkanlah giliran hari, pemberian nafkah dan perlakuan yang sama di antara istri-istrinya. Sekalipun demikian, beliau merasa bahwa beliau tidak dapat membagi waktu dan kecintaannya dengan adil di antara istri-istrinya. Beliau lebih mencintai 'Aisyah r.a. daripada istri-istrinya yang lain. Tetapi 'Aisyah memang punya kelebihan dari istri-istri Nabi yang lain, antara lain ialah kecerdasannya, sehingga ia dipercayai oleh Nabi untuk mengajarkan hukum agama kepada kaum perempuan. Hal ini dilakukan sampai Rasulullah wafat dan banyak sahabat, terutama kalangan perempuan sering bertanya kepada 'Aisyah mengenai hukum atau hadis. Sungguhpun begitu, beliau merasa berdosa dan mohon ampun kepada Allah Yang Maha Pengampun. Dengan turunnya ayat ini hati Rasulullah saw menjadi tenteram, karena tidak dibebani dengan kewajiban yang tidak sanggup beliau mengerjakannya.\nDari keterangan di atas dipahami bahwa manusia tidak dapat menguasai hatinya sendiri, hanyalah Allah yang menguasainya. Karena itu sekalipun manusia telah bertekad akan berlaku adil terhadap istri-istrinya, namun ia tidak dapat membagi waktu dan cintanya antara istri-istrinya secara adil. Keadilan yang dituntut dari seorang suami terhadap istri-istrinya ialah keadilan yang dapat dilakukannya, seperti adil dalam menetapkan hari dan giliran antara istri-istrinya, adil dalam memberi nafkah, adil dalam bergaul dan sebagainya.\nAllah memperingatkan, kepada para suami karena tidak dapat membagi cintanya di antara istri-istrinya dengan adil, janganlah terlalu cenderung kepada salah seorang istri, sehingga istri yang lain hidup terkatung-katung, hidup merana, hidup dalam keadaan antara terikat dalam perkawinan dengan tidak terikat lagi, dan sebagainya.\nJika para suami selalu berusaha mendamaikan dan menenteramkan para istri dan memelihara hak-hak istrinya, Allah mengampuni dan memaafkan dosanya yang disebabkan oleh terlalu cenderung hatinya kepada salah seorang istrinya, Allah Maha Pengasih kepada hamba-Nya. Ayat ini merupakan pelajaran bagi orang yang melakukan perkawinan semata-mata untuk melampiaskan hawa nafsunya saja dan orang yang punya istri lebih dari satu orang.",
    "quraish": "Bersikap adil terhadap istri dengan selalu mencintainya dan selalu saling memberi, adalah sesuatu yang tidak selamanya dapat dicapai. Begitu juga bersikap adil kepada istri-istri, kalau suami memiliki lebih dari satu istri, tidak selamanya dapat dicapai. Tetapi, apabila kalian tetap ingin memiliki lebih dari satu istri, maka jangan menyakiti salah seorang istri dengan lebih cenderung kepada yang lain. Jangan biarkan dirinya \"menggantung\": tidak bersuami dan juga tidak dicerai. Kalian berkewajiban memperbaiki diri, membangun rumah tangga atas dasar perbaikan, bukan perusakan, dan bertakwa kepada Allah. Allah tentu akan mengampuni dosa kalian dan akan melimpahkan rahmat-Nya kepada kalian, karena Dia Maha Pengampun lagi Maha Penyayang.",
    "jalalayn": "(Dan kamu sekali-kali takkan dapat berlaku adil) artinya bersikap sama tanpa berat sebelah (di antara istri-istrimu) dalam kasih sayang (walaupun kamu amat menginginkan) demikian. (Sebab itu janganlah kamu terlalu cenderung) kepada wanita yang kamu kasihi itu baik dalam soal giliran maupun dalam soal pembagian nafkah (hingga kamu tinggalkan) wanita yang tidak kamu cintai (seperti bergantung) janda tidak bersuami pun bukan. (Dan jika kamu mengadakan perjanjian) yakni dengan berlaku adil dalam mengatur giliran (dan menjaga diri) dari berbuat kecurangan (maka sesungguhnya Allah Maha Pengampun) terhadap kecenderungan yang terdapat dalam hatimu (lagi Maha Penyayang) kepadamu dalam masalah tersebut."
  },
  {
    "page": 99,
    "name": "An-Nisa'",
    "ayat": 130,
    "arab": "وَاِنْ يَّتَفَرَّقَا يُغْنِ اللّٰهُ كُلًّا مِّنْ سَعَتِهٖۗ وَكَانَ اللّٰهُ وَاسِعًا حَكِيْمًا ",
    "translation": "Dan jika keduanya bercerai, maka Allah akan memberi kecukupan kepada masing-masing dari karunia-Nya. Dan Allah Mahaluas (karunia-Nya), Mahabijaksana.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/623.mp3",
    "tafsir": "Jika suami istri bercerai karena keduanya atau salah seorang tidak dapat melaksanakan hukum-hukum Allah, seperti tidak dapat berlaku adil terhadap istri-istrinya sekalipun telah diusahakannya, kehidupan mereka telah hambar tidak ada rasa cinta dan kasih sayang lagi, perkawinan mereka telah dihinggapi penyakit yang parah yang tidak ada obatnya, maka Allah membolehkan mencari jalan keluar dari kesulitan itu, dengan cara yang baik dan kalau gagal juga boleh diambil tindakan terakhir yaitu bercerai. Walaupun demikian, sekalipun perceraian itu adalah suatu perbuatan yang halal, tetapi tetap dibenci Allah. Dengan perceraian itu mungkin terbuka bagi mereka lembaran baru dalam kehidupan, umpamanya dengan mendapat jodoh yang baru yang lebih sesuai dan serasi serta diberkahi dengan limpahan karunia Allah. Sesungguhnya Allah Mahaluas Karunia-Nya dan Mahabijaksana.",
    "quraish": "Jika jalan perbaikan tidak dapat ditempuh, sedang kalian telah mengambil keputusan cerai, maka cerai itu harus terjadi. Jika suami istri itu bercerai, niscaya Allah akan melimpahkan keluasan kasih sayang-Nya kepada masing-masing pihak. Rezeki berada di tangan Allah. Rahmat dan karunia-Nya sungguh amat luas, dan Dia Mahabijaksana yang meletakkan segala sesuatu pada tempatnya.",
    "jalalayn": "(Jika keduanya berpisah) maksudnya laki-istri itu dengan perceraian (maka Allah akan memberi kecukupan kepada masing-masing mereka dari limpahan karunia-Nya) misalnya dengan menjodohkan pihak laki-laki dengan istri yang lain, dan pihak istri dengan suami yang lain. (Dan Allah Maha Luas) karunia-Nya terhadap makhluk-Nya (lagi Maha Bijaksana) mengenai peraturan-peraturan yang ditetapkan-Nya bagi mereka."
  },
  {
    "page": 99,
    "name": "An-Nisa'",
    "ayat": 131,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَلَقَدْ وَصَّيْنَا الَّذِيْنَ اُوْتُوا الْكِتٰبَ مِنْ قَبْلِكُمْ وَاِيَّاكُمْ اَنِ اتَّقُوا اللّٰهَ ۗوَاِنْ تَكْفُرُوْا فَاِنَّ لِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِۗ وَكَانَ اللّٰهُ غَنِيًّا حَمِيْدًا ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan sungguh, Kami telah memerintahkan kepada orang yang diberi kitab suci sebelum kamu dan (juga) kepadamu agar bertakwa kepada Allah. Tetapi jika kamu ingkar, maka (ketahuilah), milik Allah-lah apa yang ada di langit dan apa yang ada di bumi, dan Allah Mahakaya, Maha Terpuji.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/624.mp3",
    "tafsir": "Apa saja yang ada di langit dan di bumi adalah kepunyaan Allah. Dialah yang menciptakan dan Dia pula yang mengurus. Dalam mengurus makhluk-makhluk-Nya, Allah menciptakan hukum secara mutlak, dan semuanya tunduk di bawah hukum itu.\nOrang yang benar-benar memahami hukum-hukum Allah yang berlaku umum terhadap bumi, langit dan semua isinya serta memahami pula hukum yang mengatur kehidupan makhluk-Nya, akan mengetahui betapa besar limpahan rahmat dan karunia-Nya kepada semua makhluk-Nya. Oleh sebab itulah kepada setiap hamba diperintahkan agar bertakwa kepada-Nya, seperti telah diperintahkan kepada umat-umat terdahulu, yang telah diberi Al-Kitab seperti orang-orang Yahudi dan Nasrani. Serta kepada orang-orang yang melaksanakan ketakwaan dengan tunduk dan patuh kepada-Nya dan menjalankan syariat-Nya. Dengan tunduk dan patuh kepada-Nya dan dengan menegakkan syariat-Nya manusia akan berjiwa yang bersih dan dapat mewujudkan kesejahteraan di dunia dan kebahagiaan di akhirat.\nJika mereka mengingkari nikmat Allah yang tak terhingga besarnya, maka keingkaran dan pembangkangan itu sedikit pun tidak akan mengurangi kekuasaan Allah terhadap segala sesuatu yang ada di langit dan di bumi. Sebaliknya apabila mereka bersyukur, maka syukur mereka itu sedikit pun tidak akan menambah kekuasaan-Nya. Perintah bertakwa itu adalah semata-mata untuk kepentingan mereka sendiri, bukan untuk kepentingan Allah. Allah Mahakaya, tidak memerlukan apa pun dari makhluk-Nya dan Maha Terpuji, tidak memerlukan pujian siapa pun untuk menambah kesempurnaan-Nya. Allah berfirman:\n\n¦Dan tidak ada sesuatu pun melainkan bertasbih dengan memuji-Nya, tetapi kamu tidak mengerti tasbih mereka¦ (al-Isra'/17:44).",
    "quraish": "Inti sikap beragama adalah tunduk dan taat kepada Pencipta alam yang Mahaagung dan Mahamulia dan mengakui kekuasaan-Nya yang mutlak. Hanya milik Allahlah segala apa yang ada di langit dan di bumi. Dengan kekuasaan-Nya yang mutlak, Allah berkata, \"Kami telah mewasiatkan kepada pemeluk agama- agama samawi dari golongan Ahl al-Kitâb--termasuk juga kalian, umat Islam--untuk selalu takut dan beribadah kepada-Nya, dan tidak kufur. Dialah satu-satunya pemilik kekuasaan terbesar di langit dan di bumi. Dengan kekuasaan Allah, tidak ada sesuatu pun yang tampak ganjil. Dia Mahakaya, tidak membutuhkan kalian. Tetapi, meskipun demikian, Dia selalu memuji keimanan kalian. Dia memang tidak membutuhkan apa-apa tetapi selalu memuji kebajikan yang dilakukan hamba-hamba-Nya",
    "jalalayn": "(Dan milik Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi. Dan sungguh telah Kami pesankan kepada orang-orang yang diberi Kitab) maksudnya kitab-kitab (sebelum kamu) yaitu orang-orang Yahudi dan Nasrani (dan juga kepada kamu) hai Ahli Alquran (supaya) artinya berbunyi: (\"Bertakwalah kamu kepada Allah) takutilah siksa-Nya dengan jalan menaati-Nya,\" (dan) kepada mereka juga kepada kamu sendiri Kami katakan: (\"Jika kamu ingkar,\") terhadap apa yang Kami pesankan itu (maka, ketahuilah, bahwa apa yang terdapat di langit dan apa yang terdapat di bumi milik Allah belaka) baik sebagai makhluk maupun sebagai ciptaan dan hamba-Nya hingga keingkaran kamu itu tidaklah akan merugikan-Nya sedikit pun juga. (Dan Allah Maha Kaya) sehingga tiada membutuhkan makhluk dan ibadah mereka (lagi Maha Terpuji) mengenai perbuatan-Nya terhadap mereka."
  },
  {
    "page": 99,
    "name": "An-Nisa'",
    "ayat": 132,
    "arab": "وَلِلّٰهِ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۗوَكَفٰى بِاللّٰهِ وَكِيْلًا ",
    "translation": "Dan milik Allah-lah apa yang ada di langit dan apa yang ada di bumi. Cukuplah Allah sebagai pemeliharanya.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/625.mp3",
    "tafsir": "Kemudian dalam ayat ini dipertegas bahwa kepunyaan Allah-lah apa saja yang ada di langit dan apa yang ada di bumi. Dia berkuasa untuk mengatur secara mutlak dan berkuasa mewujudkan atau melenyapkan, berkuasa untuk menghidupkan dan mematikan menurut kehendak-Nya. Karena itu cukuplah Allah menjadi pemelihara dan Dialah yang mengurus dan menentukan urusan hamba-Nya.",
    "quraish": "Hanya Allahlah yang mengatur semua yang ada di langit dan di bumi. Dialah Penguasa, Penggerak dan Pengatur segalanya. Cukuplah Allah sebagai penguasa alam semesta agar dapat berjalan dengan tertib, dan penguasa manusia agar mereka menyembah, bertakwa dan menyerahkan semua urusan kepada-Nya.",
    "jalalayn": "(Dan kepunyaan Allahlah apa yang terdapat di langit dan apa yang terdapat di bumi) diulangi-Nya di sini untuk memperkuat kewajiban manusia supaya bertakwa. (Dan cukuplah Allah sebagai saksi) yang menjadi saksi bahwa semua itu memang milik-Nya semata."
  },
  {
    "page": 99,
    "name": "An-Nisa'",
    "ayat": 133,
    "arab": "اِنْ يَّشَأْ يُذْهِبْكُمْ اَيُّهَا النَّاسُ وَيَأْتِ بِاٰخَرِيْنَۗ  وَكَانَ اللّٰهُ عَلٰى ذٰلِكَ قَدِيْرًا ",
    "translation": "Kalau Allah menghendaki, niscaya dimusnahkan-Nya kamu semua wahai manusia! Kemudian Dia datangkan (umat) yang lain (sebagai penggantimu). Dan Allah Mahakuasa berbuat demikian.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/626.mp3",
    "tafsir": "Apabila Allah berkehendak untuk melenyapkan semua manusia dan seluruh alam ini, sesudah itu menciptakan makhluk dan alam yang lain sebagai ganti untuk melaksanakan perintah-perintah-Nya, maka Allah kuasa melaksanakan kehendak-Nya itu; karena segala apa yang terdapat di langit dan di bumi tunduk di bawah kekuasaan-Nya.\nApabila ada sebagian manusia yang mengingkari nikmat Allah dan membangkang terhadap perintah-perintah-Nya, kemudian mereka dibiarkan terus hidup di dunia ini hingga ajalnya tiba, hal itu menunjukkan bahwa Allah benar-benar tidak memerlukan ketaatan mereka. Apabila mereka tidak diberi balasan secara langsung, bukanlah karena Allah tidak berkuasa untuk membinasakan mereka, tetapi semata-mata karena adanya hikmah dan kemaslahatan yang berguna bagi manusia yang bertakwa. Allah berfirman:\n\n(19) Tidakkah kamu memperhatikan bahwa sesungguhnya Allah telah menciptakan langit dan bumi dengan hak (benar)? Jika Dia menghendaki, niscaya Dia membinasakan kamu dan mendatangkan makhluk yang baru (untuk menggantikan kamu), (20) dan yang demikian itu tidak sukar bagi Allah. (Ibrahim/14:19-20).\n\n¦ Dan jika kamu berpaling (dari jalan yang benar) Dia akan menggantikan (kamu) dengan kaum yang lain, dan mereka tidak akan (durhaka) seperti kamu (ini). (Muhammad/47:38).\n\nAyat ini mengandung ancaman kepada orang-orang musyrik yang selalu menyiksa pikiran dan perasaan Nabi dan menentang seruannya, juga untuk memperingatkan agar orang memperhatikan sunatullah yang menguasai hidup dan mati mereka.",
    "quraish": "Kalian, wahai umat manusia, berada di bawah kekuasaan Allah. Dia Mahakuasa dan Maha Penakluk. Jika Allah berkehendak, niscaya Dia akan mematikan kalian kemudian menciptakan yang lain. Dia Mahaagung lagi Mahakuasa untuk berbuat demikian. Juga Mahakuasa atas segala sesuatu.",
    "jalalayn": "(Jika dikehendaki-Nya niscaya dimusnahkan-Nya kamu hai manusia dan didatangkan-Nya umat yang lain) sebagai penggantimu (dan Allah Maha Kuasa berbuat demikian)."
  },
  {
    "page": 99,
    "name": "An-Nisa'",
    "ayat": 134,
    "arab": "مَنْ كَانَ يُرِيْدُ ثَوَابَ الدُّنْيَا فَعِنْدَ اللّٰهِ ثَوَابُ الدُّنْيَا وَالْاٰخِرَةِ ۗوَكَانَ اللّٰهُ سَمِيْعًاۢ بَصِيْرًا ࣖ ",
    "translation": "Barangsiapa menghendaki pahala di dunia maka ketahuilah bahwa di sisi Allah ada pahala dunia dan akhirat. Dan Allah Maha Mendengar, Maha Melihat.",
    "audio": "https://cdn.islamic.network/quran/audio/128/ar.alafasy/627.mp3",
    "tafsir": "Ayat ini memberi peringatan kepada orang yang melupakan tujuan hidup yang sebenarnya, agar menyadari bahwa tujuan hidup mencari kebahagian dunia saja adalah tujuan yang tidak benar dan hasil yang akan diperolehnya adalah rendah sekali, karena hidup di dunia tidak akan kekal. Orang serupa ini adalah orang munafik yang apabila berjumpa dengan orang yang beriman, ia berpura-pura mengaku beriman, dengan maksud untuk memperoleh keuntungan pribadi.\nPahala yang diterima dari Allah adalah lebih tinggi, karena meliputi pahala dunia dan pahala akhirat. Karena itu seharusnyalah Muslimin berjuang untuk mencapai kedua pahala itu secara seimbang, tidak hanya tertarik pada kepentingan dunia saja, yang sifatnya sementara. Berusaha untuk memperoleh pahala dunia dan pahala akhirat, sebenarnya adalah tujuan yang mudah dilakukan, bukan tujuan yang berada diluar kesanggupan manusia; dan tujuan ini tergambar dalam firman Allah yang merjadi doa orang yang beriman.\n\n\"... Ya Tuhan kami, berilah kami kebaikan di dunia dan kebaikan di akhirat, dan lindungilah kami dari azab neraka.\" (al-Baqarah/2:201).\n\nAgama Islam menuntun pemeluk-pemeluknya untuk mencapai kebahagiaan dunia dan akhirat, kedua-duanya merupakan limpahan rahmat dan karunia Allah yang harus dicapai.\nAllah Maha Mendengar akan bisikan hati hamba-hamba-Nya dan Maha Mengetahui segala urusan mereka. Oleh sebab itu seharusnyalah kaum Muslimin berusaha mendekatkan diri kepada Allah, baik dengan lisan atau dengan perbuatan. Dengan demikian mereka akan mempunyai jiwa yang bersih dan dapat membatasi diri dalam setiap usahanya dan perjuangannya agar mencapai keridaan Allah dan hidup berbahagia dunia dan akhirat.",
    "quraish": "Barangsiapa mengharap kenikmatan dan manfaat dunia yang halal melalui jalan yang benar, Allah akan memberinya kenikmatan dunia dan akhirat sekaligus. Karena Dialah satu-satunya yang memiliki kedua kenikmatan itu.\"",
    "jalalayn": "(Siapa yang menginginkan) dengan amal perbuatannya (pahala dunia, maka di sisi Allah tersedia pahala dunia dan akhirat) yakni bagi orang yang menginginkannya, dan bukan untuk umumnya manusia. Mengapa seseorang di antara kalian mencari yang paling rendah di antara keduanya, dan kenapa ia tidak mencari yang lebih tinggi saja, yaitu yang akan diperolehnya dengan jalan mengikhlaskan tuntutan kepada-Nya serta yang tidak akan ditemuinya hanyalah pada Zat Yang Maha Kaya. (Dan Allah Maha Mendengar lagi Maha Melihat.)"
  }
]